Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Please select Storage where you want to backup data and please select Pool with volumes which Storage will use to store backup data.
fr: Veuillez sélectionner Stockage où vous voulez sauvegarder les données et veuillez sélectionner le Pool avec les volumes que le Stockage utilisera pour stocker les données de sauvegarde.
pl: Proszę wybrać Magazyn danych gdzie chcesz składować backup i proszę wybrać Pulę z wolumenami które Magazyn będzie używał do składowania danych backupu
pt: Por favor, selecione o Storage e a Pool que serão utilizados para armazenar os dados do backup.
ru: Пожалуйста, выберите хранилище, где вы хотите сделать резервную копию данных, и выберите Пул с томами, которые будут использоваться для резервного копирования.

source: Show Storage directives for Job
fr: Afficher les directives de stockage pour le job
pl: Pokaż opcje Magazynu danych dla zadania
pt: Mostrar configurações do Storage para o Job
ru: Показать настройки хранилища для задания

source: Show Pool directives for Job
fr: Afficher les directives du pool pour le job
pl: Pokaż opcje Puli wolumenów dla zadania
pt: Mostrar configurações da Pool para o Job
ru: Показать настройки Пула для задания

source: Pool setting
fr: Réglage du pool
pl: Ustawienia Puli wolumenów
pt: Configurações da Pool
ru: Настройка пула

source: Step 4 - how would you like to backup
fr: Étape 4 - comment voulez-vous sauvegarder
pl: Krok 4 - jak chciałbyś backupować
pt: Etapa 4 - Como você gostaria de fazer o backup?
ru: Шаг 4 - как вы хотите сделать резервную копию

source: Job directives
fr: Directives du job
pl: Opcje zadania
pt: Configurações do Job
ru: Настройки задания

source: Step 5 - when would you like to run backup
fr: Étape 5 - quand souhaitez-vous faire une sauvegarde
pl: Krok 5 - kiedy chciałbyć uruchamiać backup
pt: Etapa 5 - Quando você gostaria de executar o backup?
ru: Шаг 5 - когда вы хотите запустить резервное копирование

source: Show Reschedule directives
fr: Afficher les directives de reprogrammation
pl: Pokaż opcje Reschedule
pt: Mostrar Configurações de Reangendamento
ru: Показать перепланированные директивы

source: Reschedule setting
fr: Réglage de la reprogrammation
pl: Ustawienia Reschedule
pt: Configuração de Reagendamento
ru: Перепланирование настроек

source: What
fr: Quoi
pl: Co
pt: O que
ru: Что

source: General
fr: Général
pl: Ogólne
pt: Geral
ru: Основное

source: How
fr: Comment
pl: Jak
pt: Como
ru: Как

source: When
fr: Quand
pl: Kiedy
pt: Quando
ru: Когда

source: Other directives
fr: Autres directives
pl: Inne dyrektywy
pt: Outras configurações do Job
ru: Другие директивы

source: Step 6 - summary
fr: Étape 6 - Résumé
pl: Krok 6 - podsumowanie
pt: Etapa 6 - Resumo
ru: Шаг 6 - резюме

source: Add new Pool
fr: Ajouter un nouveau Pool
pl: Dodaj nową Pulę wolumenów
pt: Adicionar Nova Pool
ru: Добавить новый Пул

source: New Pool
fr: Nouveau Pool
pl: Nowa Pula wolumenów
pt: Nova Pool
ru: Новый Пул

source: Add new Schedule
fr: Ajouter une nouvelle programmation
pl: Dodaj nowy harmonogram zadań
pt: Adicionar Nova Agenda
ru: Добавить новое расписание

source: New Schedule
fr: Nouvelle programmation
pl: Nowy harmonogram zadań
pt: Nova Agenda
ru: Новое расписание

source: Summary
fr: Résumé
pl: Podsumowanie
pt: Resumo
ru: Сводка

source: inherited from JobDefs
fr: hérité de JobDefs
pl: odziedziczone z JobDefs
pt: herdado de JobDefs
ru: унаследовано от JobDefs

source: Create job
fr: Créer un job
pl: Stwórz zadanie
pt: Criar Job
ru: Создать задание

source: Please select Client
fr: Veuillez sélectionner un Client
pl: Proszę wybrać Klienta
pt: Por favor selecione o Cliente
ru: Пожалуйста, выберите клиента

source: Go to path
fr: Aller au chemin
pl: Idź do lokalizacji
pt: Ir para o caminho
ru: Перейти к пути

source: Add new include path
fr: Ajouter un nouveau chemin d'inclusion
pl: Dodaj nową lokalizację listy dołączeń
pt: Adicionar novo caminho de inclusão
ru: Добавить новый путь включения

source: Add new global exclude path
fr: Ajouter un nouveau chemin d'exclusion globale
pl: Dodaj nową globalną lokalizację do listy wykluczeń
pt: Adicionar novo caminho de exclusão global
ru: Добавить новый глобальный путь исключения

source: Include files to FileSet
fr: Inclure les fichiers dans le FileSet
pl: Dołącz pliki do FileSet
pt: Incluir arquivos no FileSet
ru: Включить файлы в FileSet

source: Apply file selection
fr: Appliquer la sélection de fichier
pl: Zastosuj wybrane pliki
pt: Aplicar seleção de arquivos
ru: Применить выбор файла

source: Schedule
fr: Programmer
pl: Harmonogram zadań
pt: Agenda
ru: Расписание

source: To browse Windows host please type in text field below drive letter as path, for example: C:/
fr: Pour naviguer dans l'hôte Windows veuillez taper le champ de texte au-dessous de la lettre de lecteur comme chemin, par exemple : C:/
pl: Aby przeglądać host z systemem Windows proszę wprowadzić w polu tekstowym poniżej literę dysku jako lokalizację, na przykład: C:/
pt: Para navegar em hosts Windows, digite o campo de texto abaixo da letra da unidade como caminho, por exemplo: C:/, D:/, etc
ru: Для просмотра узла Windows введите текстовое поле под буквой диска в качестве пути, например: C:/

source: Add single file/directory
fr: Ajouter un seul fichier/répertoire
pl: Dodaj pojedynczy plik/katalog
pt: Um arquivo/diretório
ru: Добавить один файл/каталог

source: Add files by file browser
fr: Ajouter des fichiers par navigateur de fichiers
pl: Dodaj pliki poprzez przeglądarkę plików
pt: Vários arquivos/diretórios
ru: Добавить файлы через файловый браузер

source: Add options block
fr: Ajouter un bloc d'options
pl: Dodaj blok opcji
pt: Opções
ru: Добавить блок опций

source: Add include block
fr: Ajouter un bloc d'inclusion
pl: Dodaj blok listy dołączeń
pt: Incluir Arquivos
ru: Добавить включающий блок

source: Add exclude block
fr: Ajouter un bloc d'exclusion
pl: Dodaj blok listy wykluczeń
pt: Excluir Arquivos
ru: Добавить исключающий блок

source: Add file/directory
fr: Ajouter un fichier/répertoire
pl: Dodaj plik/katalog
pt: Arquivo/diretório
ru: Добавить файл/каталог

source: Plugins
pl: Wtyczki
ru: Плагины

source: Add plugin
fr: Ajouter un plugin
pl: Dodaj wtyczkę
pt: Plugin
ru: Добавить плагин

source: Job schedules
fr: Programmations des jobs
pl: Harmonogramy zadania
pt: Jobs agendados
ru: Расписания задания

source: Priority
fr: Priorité
pl: Priorytet
pt: Prioridade
ru: Приоритет

source: Scheduled
fr: Programmés
pl: Zaplanowane
pt: Agendado
ru: Расписание

source: Filters:
fr: Filtres :
pl: Filtry:
pt: Filtros:
ru: Фильтры:

source: Date from:
fr: Date du :
pl: Data od:
pt: Data:
ru: Дата от:

source: Days:
fr: Jours:
pl: Dni:
pt: Dias:
ru: Дней:

source: Apply filters
fr: Appliquer les filtres
pl: Zastosuj filtry
pt: Aplicar filtros
ru: Применить фильтры

source: You must enter an integer.
fr: Vous devez entrer un nombre entier.
pl: Musisz wprowadzić liczbę całkowitą.
pt: Você deve inserir um número inteiro.
ru: Необходимо ввести целое число.

source: Invalid date format.
fr: Format de date invalide.
pl: Niepoprawny format daty.
pt: Data inválida.
ru: Неверный формат даты.

source: Input must be between 1 and 1000.
fr: L'entrée doit être comprise entre 1 et 1000.
pl: Pole musi mieć wartość z zakresu 1-1000.
pt: A entrada deve estar entre 1 e 1000.
ru: Вход должен быть от 1 до 1000.

source: Schedule status
fr: Statut de la programmation
pl: Status harmonogramu zadań
pt: Status das agendas
ru: Статус расписания

source: Slots to label (ex. 4 or 1-5 or 2,4,6-10):
fr: Emplacements à étiqueter (ex. 4 ou 1-5 ou 2,4,6-10):
pl: Sloty do etykietowania (np. 4 lub 1-5 lub 2,4,6-10):
pt: Slots para rotular (ex. 4 ou 1-5 ou 2,4,6-10):
ru: Слоты для метки (например, 4 или 1-5 или 2,4,6-10):

source: Labeling status:
fr: Statut d'étiquetage :
pl: Status etykietowania:
pt: Status da rotulagem:
ru: Статус метки:

source: Ready to label
fr: Prêt à être étiqueté
pl: Gotowy do etykietowania
pt: Pronto para rotular
ru: Готово к метке

source: Finished
fr: Terminé
pl: Zakończony
pt: Pronto
ru: Закончить

source: Updating status:
fr: Mise à jour de l'état :
pl: Status aktualizowania:
pt: Atualizando status:
ru: Обновить статус:

source: Ready to update
fr: Prêt à mettre à jour
pl: Gotowy do aktualizacji
pt: Pronto para atualizar
ru: Готов к обновлению

source: Updating...
fr: Mise à jour en cours...
pl: Aktualizowanie...
pt: Atualizando...
ru: Обновление...

source: Slots to update (ex. 4 or 1-5 or 2,4,6-10):
fr: Emplacements à mettre à jour (ex. 4 ou 1-5 ou 2,4,6-10) :
pl: Sloty do aktualizacji (np. 4 lub 1-5 lub 2,4,6-10):
pt: Slots para atualizar (ex. 4 ou 1-5 ou 2,4,6-10):
ru: Слоты для обновления (например, 4 или 1-5 или 2,4,6-10):

source: Command status:
fr: État de la commande :
pl: Status komendy:
pt: Comando status:
ru: Статус команды:

source: Ready
fr: Prêt
pl: Gotowy
pt: Pronto
ru: Готово

source: Show size values as:
fr: Afficher les valeurs de taille comme:
pl: Pokaż wartości rozmiaru jako:
pt: Mostrar bytes como:
ru: Показывать значения размера как:

source: Decimal Bytes (1 mega = 10<sup>6</sup>)
fr: Octets décimaux (1 mega = 10<sup>6</sup>)
pl: Dziesiętne Bajty (1 mega = 10<sup>6</sup>)
pt: Decimal (1 mega = 10<sup>6</sup> - 1048576)
ru: Десятичные байты (1 мегабайт = 10 <sup> 6 </sup>)

source: Binary Bytes (1 mebi = 2<sup>20</sup>)
fr: Octets binaires (1 mebi = 2<sup>20</sup>)
pl: Binarne Bajty (1 mebi = 2<sup>20</sup>)
pt: Binário (1 mebi = 2<sup>20</sup> - 1000000)
ru: Двоичные байты (1 mebi = 2 <sup> 20 </sup>)

source: Statistics list
fr: Liste des statistiques
pl: Lista statystyk
pt: Lista de estatísticas
ru: Список статистики

source: Add director statistics
fr: Ajouter des statistiques de directeur
pl: Dodaj statystyki zarządcy
pt: Adicionar estatísticas do diretor
ru: Добавить статистику директора

source: Add storage statistics
fr: Ajouter des statistiques de stockage
pl: Dodaj statystyki magazynu danych
pt: Adicionar estatísticas do storage
ru: Добавить статистику хранилища

source: Add file daemon statistics
fr: Ajouter des statistiques de démon de fichier
pl: Dodaj statystyki klienta
pt: Adicionar estatísticas do cliente
ru: Добавить статистику демона файла

source: Component type
fr: Type de composant
pl: Typ komponentu
pt: Tipo de componente
ru: Тип компонента

source: Component name
fr: Nom du composant
pl: Nazwa komponentu
pt: Nome do componente
ru: Имя компонента

source: Statistics details
fr: Détails des statistiques
pl: Szczegóły statystyk
pt: Detalhes das estatísticas
ru: Детали статистики

source: Statistics:
fr: Statistiques :
pl: Statystyki:
pt: Estatísticas:
ru: Статистика:

source: Statistics
fr: Statistiques
pl: Statystyki
pt: Estatísticas
ru: Статистика

source: Job files / Time
fr: Fichiers ds jobs / temps
pl: Pliki zadań / Czas
pt: Arquivos job / tempo
ru: Файлы заданий / Время

source: Job files per day
fr: Fichiers du job par jour
pl: Ilość plików na dzień
pt: Arquivos por dia do Job
ru: Файлы заданий в день

source: Files count
fr: Nombre de fichiers
pl: Ilość plików
pt: Contagem de arquivos
ru: Счетчик файлов

source: Jobs status / Day
fr: États des jobs / jour
pl: Status zadań / Dzień
pt: Jobs status / dia
ru: Статус задания / День

source: Job status per day
fr: Status du job par jour
pl: Status zadań na dzień
pt: Status por dia do Job
ru: Статус задания в день

source: Jobs count
fr: Nombre de jobs
pl: Ilość zadań
pt: Contagem de Jobs
ru: Количество заданий

source: Job files
fr: Fichiers du job
pl: Pliki zadań
pt: Arquivos do Job
ru: Файлы задания

source: Graph type:
fr: Type de graphique :
pl: Typ grafu:
pt: Tipo de gráfico:
ru: Тип графика:

source: Tip: to use zoom, please mark area on graph.
fr: Astuce : Pour zoomer, veuillez marquer la zone sur le graphique.
pl: Porada: Aby użyć zbliżenia proszę zaznaczyć obszar na grafie.
pt: Dica 1: para dar zoom, marque uma área no gráfico.
ru: Совет: для использования масштаба, отметьте область на графике.

source: Tip 2: to exit zoom, please click somewhere on graph.
fr: Astuce 2 : Pour quitter le zoom, veuillez cliquer quelque part sur le graphique.
pl: Porada 2: aby powrócić ze zbliżenia, proszę kliknąć gdzieś na grafie.
pt: Dica 2: para voltar ao zoom normal, clique em qualquer área do gráfico.
ru: Совет 2: для выхода из зума, нажмите где-нибудь на графике.

source: Job size / Day
fr: Taille du job / Jour
pl: Rozmiar zadań / Dzień
pt: Tamanho de job / dia
ru: Размер задания / День

source: Job size per day
fr: Taille du job par jour
pl: Rozmiar zadań na dzień
pt: Tamanho de job por dia
ru: Размер задания в день

source: Job files / Day
fr: Fichier du job / jour
pl: Ilość plików / Dzień
pt: Contagem de arquivos de job / dia
ru: Файлы заданий / День

source: Graph:
fr: Graphique :
pl: Graf:
pt: Gráfico:
ru: График:

source: Job duration
fr: Durée du job
pl: Czas trwania zadań
pt: Duração do Job
ru: Продолжительность работы

source: Jobs duration / Time
fr: Durée / temps des jobs
pl: Czas trwania zadania / Czas
pt: Duação do Job / Tempo
ru: Длительность задания / Время

source: Duration
fr: Durée
pl: Czas trwania
pt: Duração
ru: Продолжительность

source: Job size per hour
fr: Taille du job par heure
pl: Rozmiar zadań na godzinę
pt: Tamanho do job por hora
ru: Размер задания в час

source: Job size / Hour
fr: Taille du job / Heure
pl: Rozmiar zadań / Godzina
pt: Tamnho do Job / Hora
ru: Размер задания / Час

source: Job files per hour
fr: Fichiers de jobs par heure
pl: Ilość plików na godzinę
pt: Arquivos do job por hora
ru: Файлы заданий в час

source: Job files / Hour
fr: Fichiers de job / Heure
pl: Ilość plików / Godzina
pt: Arquivos do Job / Hora
ru: Файлы заданий / Час

source: Average job size per hour
fr: Taille moyenne du job par heure
pl: Średni rozmiar zadania na godzinę
pt: Tamanho médio de job por hora
ru: Средний размер задания в час

source: Average job size per day
fr: Taille moyenne du job par jour
pl: Średni rozmiar zadania na dzień
pt: Tamanho médio do job por dia
ru: Средний размер задания в день

source: Average job size / Hour
fr: Taille moyenne du job / heure
pl: Średni rozmiar zadania / Godzina
pt: Média de tamanho do job / hora
ru: Средний размер задания / Час

source: Average job size / Day
fr: Taille moyenne du job / jour
pl: Średni rozmiar zadania / Dzień
pt: Média de tamanho do job / dia
ru: Средний размер задания / День

source: Average job files per hour
fr: Moyenne des fichiers job par heure
pl: Średnia ilość plików na godzinę
pt: Média de arquivos de job por hora
ru: Среднее количество файлов заданий в час

source: Average job files per day
fr: Moyenne des fichiers job par jour
pl: Średnia ilość plików na dzień
pt: Média de arquivos de job por dia
ru: Среднее количество заданий в день

source: Average job files / Hour
fr: Moyenne des fichiers de jobs / heure
pl: Średnia ilość plików / Godzina
pt: Média de arquivos de job / hora
ru: Среднее количество файлов заданий в час

source: Average job files / Day
fr: Moyenne des fichiers de jobs / jour
pl: Średnia ilość plików / Dzień
pt: Média de arquivos de job / dia
ru: Среднее количество файлов заданий / День

source: Average job speed / Time
fr: Vitesse moyenne du job / Temps
pl: Średnia prędkość zadań / Time
pt: Média de velocidade do job / tempo
ru: Средняя скорость работы / Время

source: Job speed
fr: Vitesse du job
pl: Prędkość zadania
pt: Velocidade do job
ru: Скорость работы

source: Average job speed
fr: Vitesse moyenne du job
pl: Średnia prędkość zadań
pt: Velocidade média do job
ru: Средняя скорость работы

source: Job count per hour
fr: Nombre de jobs par heure
pl: Ilość zadań na godzinę
pt: Contagem de jobs por hora
ru: Количество заданий в час

source: Job count per day
fr: Nombre de jobs par jour
pl: Ilość zadań na dzień
pt: Contagem de jobs por dia
ru: Количество заданий в день

source: Job count / Hour
fr: Nombre de jobs / heure
pl: Ilość zadań / Godzina
pt: Contagem de jobs / hora
ru: Количество заданий / Час

source: Job count
fr: Nombre de jobs
pl: Ilość zadań
pt: Contagem de jobs
ru: Количество заданий

source: Job count / Day
fr: Nombre de job / Jour
pl: Ilość zadań / Dzień
pt: Contagem de jobs / dia
ru: Количество заданий / День

source: Job level:
fr: Niveau du job :
pl: Poziom zadania:
pt: Nível do job:
ru: Уровень задания:

source: All levels
fr: Tous les niveaux
pl: Wszystkie poziomy
pt: Todos
ru: Все уровни

source: Full
fr: Complet
pl: Pełny
ru: Полный (Full)

source: Incremental
fr: Incrémentale
pl: Przyrostowy
ru: Инкрементальный

source: Differential
fr: Différentielle
pl: Różnicowy
ru: Дифференциальный

source: Custom time range
fr: Plage de temps personnalisée
pl: Dopasowany zakres czasu
pt: Faixa de tempo personalizada
ru: Пользовательский интервал

source: Version:
pl: Wersja:
pt: Versão:
ru: Версия:

source: Add directive
fr: Ajouter une directive
pl: Dodaj dyrektywę
pt: Adicionar diretiva
ru: Добавить директиву

source: Go to job with jobid %jobid
fr: Aller au job avec jobid %jobid
pl: Przejdź do zadania z jobid %jobid
pt: Ir para job com o jobid %jobid
ru: Перейти к заданию с jobid %jo

source: Go to job %job
fr: Aller au job %job
pl: Przejdź do zadania %job
pt: Ir para o job %job
ru: Перейти к заданию %job

source: Graphical status
fr: États graphique
pl: Status graficzny
pt: Status gráfico
ru: Статус задания

source: Raw status
fr: État brut
pl: Status tekstowy
pt: Status
ru: Статус лог

source: Started time:
fr: Heure de début :
pl: Czas uruchomienia:
pt: Hora de início:
ru: Время начала:

source: Plugins:
pl: Wtyczki:
ru: Плагины:

source: Bandwidth limit:
fr: Limite de bande passante :
pl: Limit transferu:
pt: Limite de banda:
ru: Лимит пропускной способности:

source: No limit
fr: Illimité
pl: Bez limitu
pt: Sem limite
ru: Без ограничений

source: No debug
fr: Pas de débogage
pl: Bez debugu
pt: Sem depuração
ru: Без отладки

source: Job bytes:
fr: Octets du job :
pl: Ilość bajtów zadania:
ru: Размер файлов задания:

source: Job files:
fr: Fichiers tâche :
pl: Ilość plików zadania:
pt: Arquivos do job:
ru: Количество файлов задания:

source: Average speed:
fr: Vitesse moyenne :
pl: Średnia prędkość:
pt: Velocidade média:
ru: Средняя скорость:

source: Processing file:
fr: Traitement du fichier :
pl: Przetwarzany plik:
pt: Processando arquivo:
ru: Обработка файла:

source: Read bytes:
fr: Octets lus :
pl: Odczytanych bajtów:
pt: Bytes lidos:
ru: Прочтено:

source: Examined files:
fr: Fichiers examinés :
pl: Odczytanych plików:
pt: Arquivos examinados:
ru: Проверено файлов:

source: Running jobs
fr: Jobs en cours d\'exécution
pl: Uruchomione zadania
pt: Jobs em execução
ru: Запущенные задания

source: Job errors:
fr: Erreurs de job :
pl: Błędy zadania:
pt: Erros do Job:
ru: Ошибки задания:

source: Type:
pl: Typ:
pt: Tipo:
ru: Тип:

source: Refresh interval (sec.):
fr: Intervalle de rafraîchissement (sec.) :
pl: Interwał odświeżania (sek.):
pt: Intervalo de atualização (seg):
ru: Интервал обновления (сек.):

source: To disable refreshing please type 0.
fr: Pour désactiver le rafraîchissement, veuillez taper 0.
pl: Aby wyłączyć odświeżanie proszę wypisać 0.
pt: Para desabilitar a atualização automática, digite 0.
ru: Чтобы отключить обновление, введите 0.

source: No jobs running
fr: Aucun jobs en cours
pl: Nie ma uruchomionych zadań
pt: Nenhum job sendo executado
ru: Нет запущенных заданий

source: Graphical client status is supported for Bacula clients version 9.0 and greater.
fr: L'état du client graphique est supporté pour les clients Bacula version 9.0 et supérieure.
pl: Graficzny status klienta jest wspierany dla klientów Bacula w wersji 9.0 i większych.
pt: O status gráfico do cliente é suportado para clientes do Bacula com versão 9.0 e superior.
ru: Графический статус клиента поддерживается для клиентов Bacula версии 9.0 и выше.

source: Status request timed out. The most probably the Bacula client is not available or it is not running.
fr: La demande d\'état a expiré. La raison la plus probable est que le client Bacula n\'est pas disponible ou n\'est pas en cours d\'exécution.
pl: Upłynął limit czasu żądania statusu. Najprawdopodobniej klient Bacula nie jest dostępny lub nie jest uruchomiony.
pt: A solicitação de status expirou. O mais provável é que o cliente Bacula não esteja disponível ou não esteja em execução.
ru: Истекло время ожидания запроса статуса. Вероятно, клиент Bacula не доступен или не запущен.

source: Component action result
fr: Résultat de l'action du composant
pl: Rezultat akcji na komponencie
pt: Resultado da ação do componente
ru: Результат действия компонента

source: Component start finished successfully.
fr: Démarrage du composant terminé avec succès.
pl: Uruchomienie komponentu zakończyło się pomyślnie.
pt: Componente iniciado com sucesso.
ru: Запуск компонента успешно завершен.

source: Component stop finished successfully.
fr: Arrêt du composant terminé avec succès.
pl: Zatrzymanie komponentu zakończyło się pomyślnie.
pt: Componente parado com sucesso.
ru: Остановка компонента успешно завершена.

source: Component restart finished successfully.
fr: Redémarrage du composant terminé avec succès.
pl: Restart komponentu zakończył się pomyślnie.
pt: Componente reiniciado com sucesso.
ru: Перезагрузка компонента успешно завершена.

source: Set bandwidth
fr: Définir la bande passante
pl: Ustaw limit transferu
pt: Definir limite de banda
ru: Установить пропускную способность

source: Set client bandwidth limit
fr: Définir la limite de bande passante client
pl: Ustaw limit transferu klienta
pt: Definir limite de largura de banda
ru: Установить лимит трафика клиента

source: Here you can set bandwidth limit on client. This changes is applied on running client. There is no need to restart it.
fr: Ici, vous pouvez définir une limite de bande passante pour le client. Ce changement est appliqué sur le client en cours d'exécution. Il n'est pas nécessaire de le redémarrer.
pl: Tutaj możesz ustawić limit transferu na kliencie. Ta zmiana is zastosowana na uruchomionym kliencie. Nie ma żadnej potrzeby restartowania go.
pt: Aqui você pode definir o limite de largura de banda no cliente. Essas alterações são aplicadas na execução do cliente. Não há necessidade de reiniciá-lo.
ru: Здесь вы можете установить лимит пропускной способности клиента. Это изменение применяется на запущенном клиенте. Перезапускать его не нужно.

source: Bandwidth limit
fr: Limite de bande passante
pl: Limit transferu
pt: Limite de largura de banda
ru: Лимит пропускной способности

source: Here you can set bandwidth limit on client. This change is applied on running client. There is no need to restart it.
fr: Ici, vous pouvez définir une limite de bande passante pour le client. Ce changement est appliqué sur le client en cours d'exécution. Il n'est pas nécessaire de le redémarrer.
pl: Tutaj możesz ustawić limit transferu dla klienta. Ta zmiana jest zastosowana na działającym kliencie. Nie ma żadnej potrzeby restartowania go.
pt: Aqui você pode definir o limite de largura de banda no cliente. Essas alterações são aplicadas na execução do cliente. Não há necessidade de reiniciá-lo.
ru: Здесь вы можете установить лимит пропускной способности клиента. Это изменение применяется на запущенном клиенте. Перезапускать его не нужно.

source: Setting 0 (zero) value disables bandwidth limitation.
fr: La valeur du paramètre 0 (zéro) désactive la limitation de bande passante.
pl: Ustawienie wartości 0 (zero) wyłącza limitowanie transferu.
pt: Definindo o valor 0 (zero) desativa a limitação da largura de banda.
ru: Значение 0 (ноль) отключает ограничение пропускной способности.

source: Set job bandwidth limit
fr: Définir la limite de bande passante pour le job
pl: Ustaw limit transferu dla zadania
pt: Definir limite de largura de banda do job
ru: Установить лимит пропускной способности задания
