Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Verify jobs run checking the integrity of the backup jobs data and metadata and also can help improving the computer security. It is done by computing and comparing job metadata between three locations: volumes, catalog database and filesystem.
fr: Vérifiez que les jobs fonctionnent en vérifiant l'intégrité des données et des métadonnées des jobs de sauvegarde et peuvent également contribuer à améliorer la sécurité de l'ordinateur. Il se fait en calculant et en comparant les métadonnées de travail entre trois emplacements : volumes, base de données de catalogue et système de fichiers.
pl: Zadania weryfikacji uruchamiają sprawdzanie integralności danych i metadanych backupów jak również mogą pomóc w ulepszeniu bezpieczeństwa komputera. Jest to realizowany przez obliczanie i porównywanie metadanych pomiędzy trzema lokalizacjami: wolumenami, bazą danych i systemem plików.

source: Step 2 - what to verify
fr: Étape 2 - que vérifier
pl: Krok 2 - co weryfikować

source: What would you like to verify
fr: Que voulez vous vérifier
pl: Co chciałbyś zweryfikować

source: Backup job data and metadata
fr: Sauvegarder les données et les métadonnées du job
pl: Dane i metadane backupów

source: File attributes and checksums on the filesystem
fr: Attributs du fichier et sommes de contrôle sur le système de fichiers
pl: Atrybuty plików i sumy kontrolne w systemie plików

source: This option is for verifying job data and metadata (file attributes and checksums) on the volumes, in the catalog database and on the filesystem. It uses the job levels: VolumeToCatalog, Data or DiskToCatalog.
fr: Cette option permet de vérifier les données et les métadonnées des jobs(attributs de fichiers et sommes de contrôle) sur les volumes, dans la base de données du catalogue et sur le système de fichiers. Il utilise les niveaux du job : VolumeToCatalog, Data ou DiskToCatalog.
pl: Ta opcja służy do weryfikowania danych i metadanych zadań (atrybutów plików i sum kontrolnych) na wolumenach, w bazie danych i w systemie plików. Opcja ta używa poziomów zadań: VolumeToCatalog, Data i DiskToCatalog.

source: This option is for improving the computer security by saving the snapshot of the filesystem metadata in the catalog database and periodicaly check if something on the filesystem has changed. It uses the job levels: InitCatalog and Catalog.
fr: Cette option permet d'améliorer la sécurité de l'ordinateur en enregistrant la capture instantanée des métadonnées du système de fichiers dans la base de données du catalogue et en vérifiant périodiquement si quelque chose sur le système de fichiers a changé. Il utilise les niveaux du job : InitCatalog et Catalog.
pl: Ta opcja służy do ulepszenia bezpieczeństwa komputera poprzez zapisywanie w bazie danych migawki z metadanych systemu plików i cykliczne sprawdzanie czy coś zmieniło się w systemie plików. Opcja ta używa poziomów zadań: InitCatalog i Catalog.

source: Choose a way you would like to verify job data
fr: Choisissez une façon de vérifier les données du job
pl: Wybierz sposób w jaki chciałbyś weryfikować dane zadań

source: Verify if the job metadata written on the volume match the job metadata written in the catalog database. This way does not validate the data, only the metadata (file attributes and checksums). It is useful to check the integrity of the metadata between the volume and the catalog.
fr: Vérifiez si les métadonnées du job écrites sur le volume correspondent aux métadonnées du job écrites dans la base de données du catalogue. De cette façon, les données ne sont pas validées, seulement les métadonnées (attributs de fichier et sommes de contrôle). Il est utile de vérifier l'intégrité des métadonnées entre le volume et le catalogue.
pl: Weryfikuj czy metadane zapisane na wolumenie odpowiadają metadanym zadania w bazie danych. Ta metoda nie sprawdza danych, jedynie metadane (atrybuty plików i sumy kontrolne). Jest to użyteczne do sprawdzania integralności metadanych z wolumenu i bazy danych.

source: Verify the integrity of the job data written on the volume and optionaly compare the file sizes and checksums written on the volume with the file sizes and checksums stored in the catalog database. It is useful to check the data integrity on volumes to know if the job data has not been corrupted or modified. Optionaly there is also possible to compare file sizes and checksums between the volumes and the catalog database.
fr: Vérifiez l'intégrité des données du job écrites sur le volume et éventuellement comparez les tailles de fichier et les sommes de contrôle écrites sur le volume avec les tailles de fichier et les sommes de contrôle stockées dans la base de données du catalogue. Il est utile de vérifier l'intégrité des données sur les volumes pour savoir si les données du job n'ont pas été corrompues ou modifiées. En option, il est également possible de comparer les tailles de fichiers et les sommes de contrôle entre les volumes et la base de données du catalogue.
pl: Sprawdź integralność danych zadań zapisanych na wolumenach i opcjonalnie porównać rozmiary plików i sumy kontrolne zapisane na wolumenie z rozmiarami plików i sumami kontrolnymi składowanymi w bazie danych. Jest to użyteczne do sprawdzenia integralności danych na wolumenach, aby wiedzieć czy dane zdań nie zostały uszkodzone lub zmodyfikowane. Opcjolanie jest również możliwość porównywania rozmiarów plików i sum kontrolnych pomiędzy wolumenami i bazą danych.

source: Check changes in the file attributes on the filesystem since the last backup. This is useful for seeing what has changed on the filesystem since the last backup. The backup data file attributes from the catalog database are compared to the current file attributes on the filesystem.
fr: Vérifiez les modifications des attributs du fichier sur le système de fichiers depuis la dernière sauvegarde. Ceci est utile pour voir ce qui a changé sur le système de fichiers depuis la dernière sauvegarde. Les attributs du fichier de sauvegarde de la base de données catalogue sont comparés aux attributs du fichier actuel sur le système de fichiers.
pl: Sprawdź zmiany atrybutów plików w systemie plików od czasu ostatniej kopii zapasowej. Jest to użyteczne, aby sprawdzić co zmieniło się w systemie plików od czasu wykonania ostatniej kopii zapasowej. Atrybuty plików kopii zapasowej z bazy danych są porównwywane z bieżącymi atrybutami plików w systemie plików.

source: Select a backup job you would like to verify
fr: Sélectionnez un job de sauvegarde que vous souhaitez vérifier
pl: Wybierz zadanie backupu, które chciałbyś weryfikować

source: Select a backup job to verify by job name. The verify job will always use the most recent backup with that name for verification.
fr: Sélectionnez un job de sauvegarde pour vérifier par nom de job. Le job de vérification utilisera toujours la dernière sauvegarde avec ce nom pour vérification.
pl: Wybierz zadanie backupu do weryfikacji według nazwy zadania. Zadanie weryfikacji będzie zawsze używać do weryfikacji najaktualniejszej kopii zapasowej z daną nazwą.

source: Create a general purpose verify job. The verify job will verify the last job in the catalog so the verify job needs to be run just after finished backup job. If the verify job is started manually, you can select a jobid or a job name to verify in the run job window.
fr: Créer un job général de vérification du job. Le job de vérification vérifiera le dernier job dans le catalogue, donc le job de vérification doit être exécutée juste après la fin du job de sauvegarde. Si le job de vérification est démarré manuellement, vous pouvez sélectionner un jobid ou un nom de job à vérifier dans la fenêtre de tâche exécutée.
pl: Stwórz zadanie weryfikacji ogólnego zastosowania. Zadanie weryfikacji będzie weryfikować ostatni backup w bazie danych, tak więc zadanie weryfikacji powinno być uruchomione zaraz po zakończonym zdaniu backup. Jeżeli zdanie weryfikacji jest uruchamiane manualnie, możesz wybrać identyfikator zadania (jobid) lub nazwę zadania do weryfikacji w oknie uruchamiania zadań.

source: What file attributes you would like to compare
fr: Quels sont les attributs de fichier que vous souhaitez comparer
pl: Jakie atrybuty plików chciałbyś porównywać

source: Compare the inodes
fr: Comparer les inodes
pl: Porównaj i-węzły

source: Compare the permission bits
fr: Comparer les bits de permission
pl: Porównaj uprawnienia

source: Compare the number of links
fr: Comparer le nombre de liens
pl: Porównaj ilość dowiązań

source: Compare the user ID
fr: Comparer l'ID de l'utilisateur
pl: Porównaj identyfiaktor użytkownika

source: Compare the group ID
fr: Comparer l'ID du groupe
pl: Porównaj identyfikator grupy

source: Compare the size
fr: Comparer la taille
pl: Porównaj rozmiar

source: Compare the access time
fr: Comparer le temps d'accès
pl: Porównaj czas dostępu (ATIME)

source: Compare the modification time
fr: Comparer le temps de modification
pl: Porównaj czas modyfikacji (MTIME)

source: Report file size decreases
fr: La taille du fichier de rapport diminue
pl: Raportuj zmianę rozmiaru pliku

source: Compare the MD5 signature
fr: Comparer la signature MD5
pl: Porównaj sumę MD5

source: Compare the SHA1 signature
fr: Comparer la signature SHA1
pl: Porównaj sumę SHA1

source: Verify job directives
fr: Vérifier les directives du job
pl: Dyrektywy zadania weryfikacji

source: The client is used in all verify job levels to deal with file attributes and checksums sent from the Storage Daemon (for levels: VolumeToCatalog and Data) or read from the filesystem (for level: DiskToCatalog, InitCatalog and Catalog).
fr: Le client est utilisé dans tous les niveaux de vérification du job avec les attributs et contrôle de somme d'un fichier depuis le démon de stockage (pour les niveaux VolumeToCatalog et les Données) ou lu depuis le système de fichiers (pour le niveau : DiskToCAtalog, InitCatalog et Catalog).
pl: Klient jest używany we wszystkich poziomach zadania weryfikacji do pracy z atrybutami plików i sumami kontrolnymi przesyłanymi od usługi magazynu (dla poziomów: VolumeToCatalog i Data) lub odczytywanymi z systemu plików (dla poziomów: DiskToCatalog, InitCatalog i Catalog).

source: The storage is used in the VolumeToCatalog and Data job levels to read the backup data and metadata from volumes and sent it to the File Daemon for verification.
fr: Le stockage est utilisé dans les niveaux du job VolumeToCatalog et Data pour lire les données de sauvegarde et les métadonnées à partir des volumes et l'envoyer au démon de fichier pour vérification.
pl: Magazyn jest używany w poziomach zadań: VolumeToCatalog i Data do czytania danych i metadanych kopii zapasowych z wolumenów i przesyłania ich do klienta w celu weryfikacji.

source: The pool is not used in the verify job but it should be defined as a standard Job directive.
fr: Le pool n'est pas utilisé dans le poste de vérification, mais il devrait être défini comme une directive standard pour un job.
pl: Pula wolumenów nie jest używana przez zadanie weryfikacji, ale musi zostać zdefiniowana jaka standardowa dyrektywa zadania.

source: What to verify
fr: Que vérifier
pl: Co weryfikować

source: Job data
fr: Donnée du job
pl: Dane zadań

source: How to verify
fr: Comment vérifier
pl: Jak weryfikować

source: Job to verify
fr: Job à vérifier
pl: Zadanie do weryfikacji

source: File attributes to compare
fr: Attributs de fichier à comparer
pl: Atrybuty plików do porównania

source: Select a client on which system you want to check file attributes
fr: Sélectionnez un client sur quel système vous voulez vérifier les attributs de fichier
pl: Wybierz klienta, na którego systemie chcesz sprawdzać atrybuty plików

source: Click the button below to specify the paths in the filesystem to check the attributes:
fr: Cliquez sur le bouton ci-dessous pour spécifier les chemins dans le système de fichiers pour vérifier les attributs :
pl: Kliknij poniższy przycisk aby określić lokalizacje w systemie plików do sprawdzenia atrybutów:

source: Add paths
fr: Ajouter les chemins
pl: Dodaj lokalizacje

source: Include paths
fr: Inclures les chemins
pl: Lista dołączeń

source: Exclude paths
fr: Exclure les chemins
pl: Lista wykluczeń

source: Step 3 - how to verify
fr: Étape 3 - comment vérifier
pl: Krok 3 - jak weryfikować

source: Apply path selection
fr: Appliquer la sélection du chemin
pl: Zastosuj wybór lokalizacji

source: Include paths:
fr: Inclure les chemins :
pl: Lista dołączeń:

source: Exclude paths:
fr: Exclure les chemins :
pl: Lista wykluczeń:

source: Filesystem data
fr: Données du système de fichiers
pl: Dane w systemie plików

source: General purpose verify job
fr: Job de vérification d'objectif général
pl: Zadanie weryfikacji ogólnego zastosowania

source: flat browser
fr: navigateur plat
pl: lista katalogów

source: tree browser
fr: navigateur d'arbre
pl: drzewo katalogów

source: Job age on the dashboard job graphs
fr: Âge du job sur les graphiques des jobs du tableau de bord
pl: Wiek zadań na grafach na stronie głównej

source: Set age for jobs to display the job graphs on the dashboard page. Setting zero means displaying the graphs for all jobs without limitation.
fr: Définir l'âge pour les jobs pour afficher les graphiques des jobs sur la page du tableau de bord. Définir zéro signifie afficher les graphiques pour tous les jobs sans limitation.
pl: Ustaw wiek zadań do wyświetlania grafów zadań na stronie głównej. Ustawienie zera oznacza wyświetlanie grafów dla wszystkich zadań bez ograniczeń.

source: last %time %unit
fr: dernier %time %unit
pl: ostatni %time %unit

source: Job %jobname details
fr: Détails du job %jobname
pl: Szczegóły zadania %jobname

source: Reports
fr: Signalements
pl: Raporty

source: Job history report
fr: Rapport d'historique des jobs
pl: Raport historii zadań

source: Date:
pl: Data:

source: All jobs
fr: Tous les jobs
pl: Wszystkie zadania

source: All issues
fr: Tous les tickets
pl: Wszystkie problemy

source: Only errors
fr: Seulement les erreurs
pl: Tylko błędy

source: %count job(s) finished successfully.
fr: jobs(s) %count terminé avec succès.
pl: %count zadań zakończonych pomyślnie.

source: Job report with errors and warnings
fr: Rapport de job avec des erreurs et avertissements
pl: Raport zadań z błędami i ostrzeżeniami

source: Job report with errors but not warnings
fr: Rapport de job avec des erreurs, mais pas d'avertissements
pl: Raport zadań z błędami, ale nie ostrzeżeniami

source: all X jobs finished successfully (no X means one job)
fr: tous les jobs X se sont terminés avec succès (aucun X ne signifie qu'un job)
pl: wszystkie X zadań zakończyły się pomyślnie (brak X oznacza jedno zadanie)

source: X jobs with at least one job finished successfully
fr: Jobs X avec au moins une tâche terminée avec succès
pl: X zadania z conajmniej jednym zakończonym pomyślnie

source: all X jobs finished with error or cancelled
fr: tous les jobs X terminés avec erreur ou annulées
pl: wszystkie X zadania zakończyły się z błędem lub zostały anulowane

source: All %count jobs finished with error or cancelled.
fr: Tous les jobs %count terminés avec erreur ou annulées.
pl: Wszystkie %count zadania zakończyły się z błędami lub zostały anulowane.

source: %errors/%count jobs finished with error or cancelled.
fr: Jobs %errors/%count terminés avec erreur ou annulés.
pl: %errors/%count zadania zakończone z błędami lub anulowane.

source: No job
fr: Aucun job
pl: Brak zadań

source: Display options
fr: Options d'affichage
pl: Opcje wyświetlania

source: Features
fr: Options
pl: Funkcje

source: Type bconsole command
fr: Tapez la commande bconsole
pl: Wpisz polecenie bconsole

source: API Panel
fr: Panneau API
pl: Panel API

source: Go to resource
fr: Aller à la ressource
pl: Przejdź do zasobu

source: Pool: %pool, Vol. status: %volstatus
fr: Pool : %pool, État de Vol. : %volstatus
pl: Pula: %pool, Status wol.: %volstatus

source: Pool volume status summary
fr: Résumé de l\'état du volume du pool
pl: Podsumowanie statusu wolumenów puli

source: New user
fr: Nouvel utilisateur
pl: Nowy użytkownik

source: Step 1 - basic information about new user
fr: Étape 1 - informations de base sur le nouvel utilisateur
pl: Krok 1 - Podstawowe informacje o nowym użytkowniku

source: New user wizard
fr: Assistant de nouvel utilisateur
pl: Kreator nowego użytkownika

source: This wizard enables you to create in easy way a new Bacularis user.
fr: Cet assistant vous permet de créer facilement un nouvel utilisateur de Bacularis.
pl: Ten kreator umożliwia łatwe tworzenie nowego użytkownika Bacularis.

source: Password
fr: Mot de passe
pl: Hasło

source: Step 2 - assign roles to user
fr: Étape 2 - attribuer des rôles à l'utilisateur
pl: Krok 2 - Przypisz role do użytkownika

source: Assign roles
fr: Assigner des rôles
pl: Przypisz role

source: Roles are for giving users restricted access to defined Bacularis interface areas (pages). Each role have configured interface pages. Users with roles assigned are allowed to visit only the pages that are in the user roles.
fr: Les rôles sont pour donner aux utilisateurs un accès restreint aux zones d'interface définies de Bacularis (pages). Chaque rôle a des pages d'interface configurées. Les utilisateurs avec des rôles assignés sont autorisés à visiter uniquement les pages qui sont dans les rôles de l'utilisateur.
pl: Role umożliwiają użytkownikom ograniczony dostęp do zdefiniowanych obszarów interfejsu Bacularis (stron). Każda rola ma skonfigurowane strony interfejsu. Użytkownicy z przypisanymi rolami mogą odwiedzać tylko strony, które znajdują się w rolach użytkownika.

source: Invalid role value.
fr: Valeur de rôle invalide.
pl: Nieprawidłowa wartość roli.

source: Step 3 - assign API hosts
fr: Étape 3 - attribuer des hôtes API
pl: Krok 3 - Przypisz hosty API

source: Assign API hosts
fr: Assigner des hôtes API
pl: Przypisz hosty API

source: In this step you can create and assign API host accounts to users. These accounts are defined connections to the hosts with Bacula resources. You can have many API host connections to the same local or remote API host. You can assign one or more API hosts to one user.
fr: Dans cette étape, vous pouvez créer et attribuer des comptes d'hôtes API aux utilisateurs. Ces comptes sont des connexions définies aux hôtes avec les ressources Bacula. Vous pouvez avoir plusieurs connexions d'hôtes API vers le même hôte API local ou distant. Vous pouvez assigner un ou plusieurs hôtes API à un utilisateur.
pl: W tym kroku możesz tworzyć i przypisywać konta hostów API użytkownikom. Te konta są zdefiniowanymi połączeniami z hostami zawierającymi zasoby Bacula. Możesz mieć wiele połączeń hostów API do tego samego lokalnego lub zdalnego hosta API. Możesz przypisać jeden lub więcej hostów API do jednego użytkownika.

source: Step 4 - access to Bacula resources
fr: Étape 4 - accès aux ressources Bacula
pl: Krok 4 - dostęp do zasobów Bacula

source: Bacula resources access
fr: Accès aux ressources Bacula
pl: Dostęp do zasobów Bacula

source: Here you can restrict Bacula resources for the user. It is specially useful for case when the user should not have access to all Bacula resources or it should have access only to own resources (own jobs, ability to restore only own backups, run own backup jobs... etc.)
fr: Vous pouvez ici restreindre les ressources Bacula à l'utilisateur. Il est particulièrement utile lorsque l'utilisateur ne devrait pas avoir accès à toutes les ressources de Bacula ou qu'il devrait avoir accès uniquement aux ressources propres (Jobs propres, la possibilité de restaurer uniquement des sauvegardes personnelles, d'exécuter ses propres jobs de sauvegarde... etc.)
pl: Tutaj możesz ograniczyć zasoby Bacula dla użytkownika. Jest to szczególnie przydatne w przypadku, gdy użytkownik nie powinien mieć dostępu do wszystkich zasobów Baculi lub powinien mieć dostęp wyłącznie do zasobów własnych (własne zadania, możliwość przywrócenia tylko własnych kopii zapasowych, uruchamianie własnych backupów... itd.)

source: Should this user have access to all Bacula resources or only to specific resources?
fr: Cet utilisateur doit-il avoir accès à toutes les ressources de Bacula ou seulement à des ressources spécifiques ?
pl: Czy ten użytkownik powinien mieć dostęp do wszystkich zasobów Bacula, czy tylko do określonych zasobów?

source: Access to all shared API host resources (all jobs, all clients, all storages...etc.)
fr: Accès à toutes les ressources d'hôtes API partagées (tous les jobs, tous les clients, tous les stockages...etc.)
pl: Dostęp do wszystkich udostępnionych zasobów hosta API (wszystkie zadania, wszyscy klienci, wszystkie magazyny storage...itp.)

source: Access to selected resources only
fr: Accès aux ressources sélectionnées uniquement
pl: Dostęp tylko do wybranych zasobów

source: Access
fr: Accès
pl: Dostęp

source: Set access
fr: Définir l\'accès
pl: Ustaw dostęp

source: Access to resources
fr: Accès aux ressources
pl: Dostęp do zasobów

source: Select a way to restrict Bacula resources available for the new user:
fr: Sélectionnez un moyen de restreindre les ressources Bacula disponibles pour le nouvel utilisateur :
pl: Wybierz sposób ograniczenia zasobów Baculi dostępnych dla nowego użytkownika:

source: Create a Console with selected job(s) and with the job dependent resources (FileSet, Client, Storage, Schedule...etc.). After creating assign this Console to the API host.
fr: Créer une console avec le(s) job(s) sélectionné(s) et avec les ressources dépendantes du job (FileSet, Client, Stockage, Planning...etc.). Après la création de cette console à l'hôte de l'API.
pl: Utwórz konsolę z wybranymi zadaniami i z zasobami zależnymi od tego zadania (FileSet, Client, Storage, Schedule...itd.). Po stworzeniu przypisz tę konsolę do hosta API.

source: API host jobs:
fr: Jobs d'hôtes API :
pl: Zadania hosta API:

source: Select already existing Console and assign it to the API host.
fr: Sélectionnez la console existante et attribuez-la à l'hôte de l'API.
pl: Wybierz już istniejącą konsolę i przypisz ją do hosta API.

source: API host console:
fr: Console d'hôte de l'API :
pl: Konsola hosta API:

source: Full access to all resources. The Console access is not used.
fr: Accès complet à toutes les ressources. L'accès à la console n'est pas utilisé.
pl: Pełny dostęp do wszystkich zasobów. Dostęp poprzez konsolę (Console) nie jest używany.

source: Step 5 - summary
fr: Étape 5 - résumé
pl: Krok 5 - podsumowanie

source: Resource access
fr: Accès aux ressources
pl: Dostęp do zasobów

source: Console:
pl: Konsola:

source: Create user
fr: Créer un utilisateur
pl: Utwórz użytkownika

source: Restricted
fr: Restreint
pl: Ograniczony

source: Select existing API host account to create the new account:
fr: Sélectionnez le compte hôte API existant pour créer le nouveau compte :
pl: Wybierz istniejące konto hosta API, aby utworzyć nowe konto:

source: Admin API host:
fr: Hôte de l'API Admin :
pl: Host API administracyjny:

source: New API host name:
fr: Nouveau nom d'hôte API :
pl: Nowa nazwa hosta API:

source: Access to all available resources
fr: Accès à toutes les ressources disponibles
pl: Dostęp do wszystkich dostępnych zasobów

source: Client jobs
fr: Jobs du client
pl: Zadania klienta

source: Information
pl: Informacje

source: After starting the job, go to the running job status
fr: Après le début du job, allez à l'état du job en cours
pl: Po rozpoczęciu zadania przejdź do bieżącego statusu zadania

source: Account settings
fr: Paramètres du compte
pl: Ustawienia konta

source: Enable 2FA
fr: Activer l'A2F
pl: Włącz 2FA
