Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Action on purge:
fr: Action sur la purge :
pt: Ação quando purgar:
ru: Действие по очистке (purge):

source: FileSet:
fr: Ensemble de fichiers :
ru: Набор файлов:

source: Limit:
fr: Limite :
pt: Até:
ru: Лимит:

source: Slot
fr: Emplacement
ru: Слот

source: Max. Vol. Bytes:
fr: Maximum d'octets du volume
ru: Макс. размер Vol. (байт):

source: Max. Vol. Files:
fr: Maximum de fichier du volume
ru: Max. файлов Vol.:

source: Media Type
fr: Type de média

source: status
fr: statuts
ru: статус

source: Administrator
fr: Administrateur
pt: Administrador
ru: Администратор

source: Host:
fr: Hôte :
ru: Хост:

source: In Changer
fr: Dans le changeur
ru: В чеинджере

source: Vol. use duration
fr: Durée d'utilisation du volume
ru: Продолжительность использования Vol.

source: Action on purge
fr: Action sur la purge
pt: Ação ao purgar
ru: Действие по очистке (purge)

source: FileSets
fr: Ensemble de fichier
ru: Наборы файлов

source: Include
fr: Inclure
pt: Incluir
ru: Включить

source: Exclude
fr: Exclure
pt: Excluir
ru: Исключить

source: FileSet
fr: Ensemble de fichier
ru: Наборы файлов

source: Uname:
fr: Nom d'utilisateur :
pt: Descrição:
ru: Описание:

source: Debug:
fr: Débogue :
ru: Отладка:

source: Start
fr: Démarrer
pt: Iniciar
ru: Старт

source: Stop
fr: Arrêter
pt: Parar
ru: Стоп

source: Restart
fr: Relancer
pt: Reiniciar
ru: Перезапустить

source: est.
fr: estimation.
ru: из

source: Offset:
fr: Décalage :
pt: De:
ru: Смещение:

source: Pruning
fr: Auto-nettoyage
ru: Удаление записей базы в Bacula (Pruning)

source: Status:
fr: État :
ru: Статус:

source: %time ago
fr: il y a %time

source: Port:
pt: Porta:
ru: Порт:

source: OK
ru: ОК

source: test
pt: Testar
ru: тест

source: AutoPrune:
pt: Prunar automaticamente:
ru: Авто очистка (AutoPrune):

source: Max. vol. jobs:
pt: Nº máximo de jobs:
ru: Макс. томов заданий:

source: Max. vol. files:
pt: Nº máximo de arquivos:
ru: Max. файлов тома:

source: Max. vol. bytes:
pt: Tamanho máximo do volume:
ru: Макс. размер Vol. (байт):

source: Max. Vol. Jobs:
ru: Макс. заданий Vol.:

source: JobId:
ru: Id задания:

source: InChanger:
ru: В чейнджере:

source: JobId
ru: Id задания

source: Uname
pt: Descrição
ru: Описание

source: AutoPrune
ru: Авто очистка (AutoPrune)

source: InChanger
ru: В чейнджере

source: Test
pt: Testar
ru: Тест
