Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: The following roles are predefined and cannot be removed: %predefined_roles
fr: Les rôles suivants sont prédéfinis et ne peuvent pas être supprimés : %predefined_roles
pl: Następujące role są predefiniowane i nie mogą zostać usunięte: %predefined_roles
pt: As seguintes funções são predefinidas e não podem ser removidas: %predefined_roles
ru: Следующие роли предопределены и не могут быть удалены: %predefined_roles

source: The following roles are using by users and cannot be removed: %used_roles To remove them, please unassign all users from these roles.
fr: Les rôles suivants sont utilisés par les utilisateurs et ne peuvent pas être supprimés : %used_roles Pour les supprimer, veuillez retirer tous les utilisateurs de ces rôles.
pl: Następujące role są używane przez użytkowników i nie mogą zostać usunięte: %used_roles Aby je usunąć, wypisz wszystkich użytkowników z tych ról.
pt: As seguintes funções estão sendo usadas pelos usuários e não podem ser removidas: %used_roles. Para removê-las, cancele a atribuição de todos os usuários dessas funções.
ru: Следующие роли используются пользователями и не могут быть удалены: %used_roles Чтобы удалить их, пожалуйста, отмените назначение всех пользователей из этих ролей.

source: Add role
fr: Ajouter un rôle
pl: Dodaj rolę
pt: Adicionar função
ru: Добавить роль

source: Authentication method
fr: Méthode d'authentification
pl: Metoda uwierzytelniania
pt: Método de autenticação
ru: Метод аутентификации

source: HTTP Basic authentication
fr: Authentification HTTP Basique
pl: Uwierzytelnianie HTTP Basic
pt: Autenticação básica HTTP
ru: Базовая проверка подлинности HTTP

source: LDAP authentication
fr: Authentification LDAP
pl: Uwierzytelnianie LDAP
pt: Autenticação LDAP
ru: Аутентификация LDAP

source: LDAP server options
fr: Options du serveur LDAP
pl: Opcje serwera LDAP
pt: Opções do servidor LDAP
ru: Настройки сервера LDAP

source: SSL encryption (LDAPS):
fr: Chiffrement SSL (LDAPS):
pl: Szyfrowanie SSL (LDAPS):
pt: Criptografia SSL (LDAPS):
ru: SSL шифрование (LDAPS):

source: Protocol version:
fr: Version du protocole :
pl: Wersja protokołu:
pt: Versão do protocolo:
ru: Версия протокола:

source: LDAP version
fr: Version LDAP
pl: Wersja LDAP
pt: Versão LDAP
ru: Версия LDAP

source: LDAP authentication method
fr: Méthode d'authentification LDAP
pl: Metoda uwierzytelniania LDAP
pt: Método de autenticação LDAP
ru: Метод аутентификации LDAP

source: Anonymous authentication
fr: Authentification anonyme
pl: Uwierzytelnianie anonimowe
pt: Autenticação anônima
ru: Анонимная аутентификация

source: Simple authentication
fr: Authentification simple
pl: Proste uwierzytelnianie
pt: Autenticação simples
ru: Простая аутентификация

source: Base DN:
pl: Bazowy DN:
ru: Базовый DN:

source: Attributes
fr: Attributs
pl: Atrybuty
pt: Atributos
ru: Атрибуты

source: Please enter port.
fr: Veuillez entrer le port.
pl: Proszę wprowadzić port.
pt: Por favor informe a porta.
ru: Пожалуйста, введите порт.

source: Please enter username.
fr: Veuillez saisir votre nom d'utilisateur.
pl: Proszę wprowadzić nazwę użytkownika.
pt: Por favor insira o nome do usuário.
ru: Пожалуйста, введите имя пользователя.

source: Manager DN:
fr: Nom de domaine du gestionnaire :
pl: DN konta administratora:
ru: Менеджер DN:

source: Please enter IP Address/Hostname.
fr: Veuillez entrer l'adresse IP/nom d'hôte.
pl: Proszę wprowadzić adres IP/nazwę hosta.
pt: Insira o endereço IP/Nome do hostname.
ru: Пожалуйста, введите IP-адрес/имя хоста.

source: Please enter username attribute.
fr: Veuillez entrer l'attribut du nom d'utilisateur.
pl: Proszę wprowadzić atrybut użytkownika.
pt: Por favor informe o atributo do usuário.
ru: Пожалуйста, введите атрибут пользователя.

source: Test LDAP connection
fr: Tester la connexion LDAP
pl: Test połączenia LDAP
pt: Testar conexão LDAP
ru: Проверить подключение к LDAP

source: Manage LDAP users
fr: Gérer les utilisateurs LDAP
pl: Zarządzaj użytkownikami LDAP
pt: Gerenciar usuários LDAP
ru: Управление пользователями LDAP

source: Please enter Base DN.
fr: Veuillez entrer le DN de Base.
pl: Proszę wprowadzić Bazowy DN.
pt: Por favor, insira Base DN.
ru: Пожалуйста, введите базовый DN.

source: LDAP user list
fr: Liste des utilisateurs LDAP
pl: Lista użytkowników LDAP
pt: Lista de usuário LDAP
ru: Список пользователей LDAP

source: Import users
fr: Importer des utilisateurs
pl: Importuj użytkowników
pt: Importar usuários
ru: Импорт пользователей

source: Import all users
fr: Importer tous les utilisateurs
pl: Importuj wszystkich użytkowników
pt: Importar todos os usuários
ru: Импортировать всех пользователей

source: Import selected users
fr: Importer les utilisateurs sélectionnés
pl: Importuj wybranych użytkowników
pt: Importar usuários selecionados
ru: Импорт выбранных пользователей

source: Import users whose fulfill criteria
fr: Importer des utilisateurs dont les critères sont respectés
pl: Importuj użytkowników spełniających kryteria
pt: Importar usuários por critérios de atendimento
ru: Импортировать пользователей, удовлетворяющих критериям

source: Import options:
fr: Options d'import :
pl: Opcje importu:
pt: Opções de importação:
ru: Импорт настроек:

source: Criteria filter:
fr: Filtre de critères :
pl: Filtr kryteriów:
pt: Filtro de critérios:
ru: Фильтр критериев:

source: contains:
fr: contient :
pl: zawiera:
pt: contém:
ru: содержит:

source: Reload
fr: Recharger
pl: Przeładuj
pt: Recarregar
ru: Перезагрузка

source: Please select users in table to import.
fr: Veuillez sélectionner les utilisateurs dans la table à importer.
pl: Proszę wybrać użytkowników w tabeli do zaimportowania.
pt: Por favor, selecione os usuários na tabela para importar.
ru: Пожалуйста, выберите пользователей в таблице для импорта.

source: Do not overwrite existing Bacularis Web users, if they have the same username
fr: Ne pas écraser les utilisateurs existants de Bacularis Web s'ils ont le même nom d'utilisateur
pl: Nie nadpisuj istniejących użytkowników Bacularis Web, jeśli mają tą samą nazwę użytkownika
pt: Não substitua os usuários existentes do Bacularis se eles tiverem o mesmo nome de usuário
ru: Не перезаписывать существующих пользователей Bacularis Web, если они имеют то же имя пользователя

source: Default role for imported users:
fr: Rôle par défaut pour les utilisateurs importés :
pl: Domyślna rola dla zaimportowanych użytkowników:
pt: Função padrão para usuários importados:
ru: Роль по умолчанию для импортированных пользователей:

source: Advanced options
fr: Options avancées
pl: Opcje zaawansowane
pt: Opções avançadas
ru: Расширенные настройки

source: Default API hosts for imported users:
fr: Hôtes API par défaut pour les utilisateurs importés :
pl: Domyślne hosty API dla zaimportowanych użytkowników:
pt: Hosts de API padrão para usuários importados:
ru: Хосты API по умолчанию для импортируемых пользователей:

source: Log in
fr: S'identifier
pl: Zaloguj
pt: Efetuar Login
ru: Вход

source: Invalid username or password
fr: Utilisateur ou mot de passe invalide
pl: Niepoprawna nazwa użytkownika lub hasło
pt: Usuário ou senha inválidos
ru: Неверное имя пользователя или пароль

source: IP address restrictions
fr: Restrictions d'adresse IP
pl: Restrykcje adresu IP
pt: Restrições de endereço IP
ru: Ограничения IP-адресов

source: IP address restrictions:
fr: Restrictions d'adresse IP :
pl: Restrykcje adresu IP:
pt: Restrições de endereço IP:
ru: Ограничения IP-адресов:

source: Use CTRL + left-click to multiple item selection
fr: Utiliser CTRL + clic gauche pour sélectionner plusieurs éléments
pl: Aby zaznaczyć wiele elementów, użyj CTRL + lewy przycisk myszy
pt: Use CTRL + botão esquerdo do mouse para seleção múltipla
ru: Использовать CTRL + левый клик для выбора нескольких пунктов

source: Comma separated IP addresses. Using asterisk character, there is also possible to provide subnet, for example: 192.168.1.*
fr: Adresses IP séparées par des virgules. En utilisant un caractère astérisque, il est également possible de fournir un sous-réseau, par exemple : 192.168.1.*
pl: Adresy IP oddzielone przecinkami. Używając znaku gwiazdki, jest również możliwe podanie podsieci, na przykład: 192.168.1.*
pt: Endereços IP separados por vírgula. Usando o caractere asterisco, também é possível fornecer sub-rede, por exemplo: 192.168.1. *
ru: IP адреса, разделенные запятыми. С помощью символа звездочки, существует возможность предоставления подсети, например: 192.168.1.*

source: Default IP address restrictions for imported users:
fr: Restrictions d'adresses IP par défaut pour les utilisateurs importés :
pl: Domyślne restrykcje adresu IP dla zaimportowanych użytkowników:
pt: Restrições de endereço IP padrão para usuários importados:
ru: Ограничение IP адреса по умолчанию для импортируемых пользователей:

source: Set your IP address
fr: Définissez votre adresse IP
pl: Ustaw twój adres IP
pt: Defina seu endereço IP
ru: Укажите ваш IP-адрес

source: Invalid IP address restrictions value. This field can have comma separated IP addresses only or subnet addresses like 192.168.1.*
fr: Valeur de restriction d'adresse IP invalide. Ce champ peut avoir uniquement des adresses IP séparées par des virgules ou des adresses de sous-réseaux comme 192.168.1.*
pl: Nieprawidłowa wartość restrykcji adresów IP. To pole może mieć tylko oddzielone przecinkami adresy IP lub adresy podsieci, takie jak 192.168.1.*
pt: Valor de restrições de endereço IP inválido. Este campo pode ter endereços IP separados por vírgula apenas ou endereços de sub-rede como 192.168.1.*
ru: Неверное значение ограничения IP-адреса. В этом поле могут быть разделенные запятыми IP адреса или адреса подсети типа 192.168.1.*

source: General settings
fr: Paramètres généraux
pl: Ustawienia ogólne
pt: Configurações gerais
ru: Основные настройки

source: Default access setting for logged in users not defined in Bacularis Web:
fr: Paramètres d'accès par défaut pour les utilisateurs connectés non définis dans Bacularis Web :
pl: Domyślne ustawienie dostępu dla zalogowanych użytkowników nie zdefiniowanych w Bacularis Web:
pt: Configuração de acesso padrão para usuários logados não definido no Bacularis:
ru: Настройки доступа по умолчанию для авторизованных пользователей, не определенных в Bacularis Web:

source: No access
fr: Pas d'accès
pl: Brak dostępu
pt: Sem acesso
ru: Нет доступа

source: Access with default settings
fr: Accès avec les paramètres par défaut
pl: Dostęp z domyślnymi ustawieniami
pt: Acesso com configurações padrão
ru: Доступ с настройками по умолчанию

source: Default role:
fr: Rôle par défaut :
pl: Domyślna rola:
pt: Papel padrão:
ru: Роль по умолчанию:

source: Default API host:
fr: Hôte API par défaut :
pl: Domyślny host API:
pt: Host padrão da API:
ru: Хост API по умолчанию:

source: Users file path:
fr: Chemin du fichier des utilisateurs :
pl: Lokalizacja pliku użytkowników:
pt: Caminho do arquivo de usuários:
ru: Путь к файлу пользователей:

source: Hash algorithm:
fr: Algorithme de hachage :
pl: Funkcja skrótu:
pt: Algoritmo de hash:
ru: Алгоритм шифрования:

source: Please enter users file path value.
fr: Veuillez entrer la valeur du chemin de fichier des utilisateurs.
pl: Proszę wprowadzić lokalizację pliku użytkowników.
pt: Insira o valor do caminho do arquivo.
ru: Пожалуйста, введите путь к файлу пользователей.

source: The user file is not accessible.
fr: Le fichier utilisateur n'est pas accessible.
pl: Plik użytkownika nie jest dostępny.
pt: O arquivo do usuário não está acessível.
ru: Файл пользователя недоступен.

source: The user file is not readable by web server user.
fr: Le fichier utilisateur n'est pas lisible par l'utilisateur du serveur web.
pl: Plik użytkowników nie jest możliwy do odczytania przez użytkownika serwera WWW.
pt: O arquivo do usuário não pode ser lido pelo usuário do servidor da web.
ru: Файл пользователя не доступен для чтения пользователем веб-сервера.

source: The user file is readable but not writeable by web server user.
fr: Le fichier utilisateur est lisible mais pas accessible en écriture par l'utilisateur du serveur web.
pl: Plik użytkowników jest możliwy do odczytania, ale nie jest możliwy do zapisania przez użytkownika serwera WWW.
pt: O arquivo do usuário pode ser lido, mas não pode ser gravado pelo usuário do servidor da web.
ru: Файл пользователя доступен для чтения, но недоступен для записи.

source: Allow Bacularis Web to manage the Basic authentication users (add/remove users and change their passwords)
fr: Autoriser Bacularis Web à gérer les utilisateurs d'authentification basique (ajouter/supprimer des utilisateurs et modifier leurs mots de passe)
pl: Pozwól Bacularis Web na zarządzanie użytkownikami uwierzytelniania Basic (dodawanie/usuwanie użytkowników i zmiana ich hasła)
pt: Permitir que o Bacularis gerencie os usuários de autenticação básica (adicionar/remover usuários e alterar suas senhas)
ru: Разрешить Bacularis Web управлять основными пользователями аутентификации (добавлять/удалять пользователей и изменять их пароли)

source: Authorization failed. Please contact the Bacularis administrator to grant permissions.
fr: L'autorisation a échoué. Veuillez contacter l'administrateur de Bacularis pour accorder les autorisations.
pl: Błąd autoryzacji. Proszę skontaktować się administratorem Bacularis w celu nadania uprawnień.
pt: Falha na autorização. Por favor, contate o administrador do Bacularis para conceder permissões.
ru: Ошибка авторизации. Пожалуйста, свяжитесь с администратором Bacularis для предоставления разрешений.

source: Try again
fr: Veuillez réessayer
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Попробовать еще раз

source: Manage Basic users
fr: Gérer les utilisateurs de base
pl: Zarządzaj użytkownikami Basic
pt: Gerenciar usuários básicos
ru: Управление базовыми пользователями

source: Empty user list
fr: Liste utilisateur vide
pl: Pusta lista użytkowników
pt: Lista de usuários vazia
ru: Список пользователей пуст

source: Basic user list
fr: Liste utilisateur basique
pl: Lista użytkowników Basic
pt: Lista básica de usuários
ru: Основной список пользователей

source: Access to Baculum API
fr: Accès à l'API Baculum
pl: Dostęp do Baculum API
pt: Acesso à API do Baculum
ru: Доступ к Baculum API

source: Access to Baculum Web
fr: Accès à Baculum Web
pl: Dostęp do Baculum Web
pt: Acesso ao Baculum Web
ru: Доступ к Baculum Web

source: Requried support from web server side - e.g. %supported_web_server_list
fr: Support requis du côté du serveur web - par exemple %supported_we_server_list
pl: Wymagane wsparcie ze strony serwera WWW - m.in. %supported_web_server_list
pt: É requerido suporte do lado do servidor web - por exemplo %supported_web_server_list
ru: Необходимая поддержка с веб-сервера - например %supported_web_server_list

source: Apache 2.4 with apr-util 1.5+
fr: Apache 2.4 avec apr-util 1.5+
pl: Apache 2.4 z apr-util 1.5+
pt: Apache 2.4 com apr-util 1.5+
ru: Apache 2.4 с apr-util 1.5+

source: Apache, Lighttpd and Nginx on most UNIX platforms
fr: Apache, Lighttpd et Nginx sur la plupart des plates-formes UNIX
pl: Apache, Lighttpd i Nginx na większości platform UNIX-owych
pt: Apache, Lighttpd e Nginx na maioria das plataformas UNIX
ru: Apache, Lighttpd и Nginx на большинстве UNIX платформ

source: Nginx on most UNIX platforms
fr: Nginx sur la plupart des plateformes UNIX
pl: Nginx na większości platform UNIXowych
pt: Nginx na maioria das plataformas UNIX
ru: Nginx на большинстве UNIX платформ

source: No file found for selected backup. It can mean file records for this backup are pruned. Restoring selected files is not available but if you continue, there will be performed full restore all backup files.
fr: Aucun fichier trouvé pour la sauvegarde sélectionnée. Cela peut signifier que les enregistrements pour cette sauvegarde sont supprimés. La restauration des fichiers sélectionnés n'est pas disponible, mais si vous continuez, il y aura une restauration complète de tous les fichiers de sauvegarde.
pl: Nie znaleziono żadnego pliku dla wybranej kopii zapasowej. Może to oznaczać, że rekordy plików dla tej kopii są wyczyszczone. Przywracanie wybranych plików nie jest dostępne, ale jeżeli kontynuujesz, to zostanie wykonane pełne przywrócenie wszystkich plików kopii zapasowej.
pt: Nenhum arquivo foi encontrado para o backup selecionado. Isso pode significar que os registros de arquivos foram removidos. A seleção de arquivos para restauração não está disponível, mas se você continuar, será executada a restauração completa de todos os arquivos do backup.
ru: Не найдены файлы для выбранной резервной копии. Это может означать, что файловые записи для этой резервной копии удалены. Восстановление выбранных файлов недоступно, но если вы продолжите, будет выполнено полное восстановление всех файлов резервных копий.

source: Date and time format:
fr: Format date et heure :
pl: Format daty i godziny:
pt: Formato de data/hora:
ru: Формат даты и времени:

source: Available formats:
fr: Formats disponibles :
pl: Dostępne formaty:
pt: Formatos disponíveis:
ru: Доступные форматы:

source: full 4 digits year, ex. 2021
fr: 4 chiffres complets, ex. 2021
pl: pełne 4 cyfry roku, np. 2021
pt: ano completo 4 dígitos, exemplo 2021
ru: 4 полные цифры год, напр. 2021

source: 2 digits year, ex, 21
fr: Année à 2 chiffres, ex, 21
pl: dwie cyfry roku, np. 21
pt: ano 2 dígitos (21)
ru: 2 цифры года, напр. 21

source: 2 digits month 01..12
fr: 2 chiffres du mois 01… 12
pl: dwie cyfry miesiąca 01..12
pt: mês 2 dígitos (01-12)
ru: 2 цифры месяца 01..12

source: 1-2 digits month 1..12
fr: 1-2 chiffres du mois 1..12
pl: 1-2 cyfry miesiąca 1..12
pt: mês 1 ou 2 dígitos (1-12)
ru: 1-2 цифры месяца 1..12

source: 2 digits day 01..31
fr: 2 chiffres le jour 01..31
pl: dwie cyfry dnia 01..31
pt: dia 2 dígitos (01-31)
ru: 2 цифры день 01..31

source: 1-2 digits day 1..31
fr: 1-2 chiffres du jour 1..31
pl: 1-2 cyfry dnia 1..31
pt: dia 1 ou 2 dígitos (1-31)
ru: 1-2 цифры день 1..31

source: 2 digits 24-hour format hour 00..23
fr: 2 chiffres au format 24 heures 00..23
pl: 2 cyfry 24-godzinnego formatu godziny 00..23
pt: hora 24 horas 2 dígitos (00-23)
ru: 2 цифры в 24-часовом формате 00..23

source: 1-2 digits 24-hour format hour 0..23
fr: 1-2 chiffres au format 24 heures 0..23
pl: 1-2 cyfry 24-godzinnego formatu godziny 0..23
pt: hora 24 horas 1 ou 2 dígitos (0-23)
ru: 1-2 знака 24-часовой формат часа 0..23

source: 2 digits 12-hour format hour 01..12
fr: 2 chiffres au format 12 heures 01..12
pl: 2 cyfry 12-godzinnego formatu godziny 01..12
pt: hora 12 horas 2 dígitos (00-12)
ru: 2 цифры 12-часовой формат час 01..12

source: 1-2 digits 12-hour format hour 1..12
fr: 1-2 chiffres au format 12 heures 1..12
pl: 1-2 cyfry 12-godzinnego formatu godziny 1..12
pt: hora 12 horas 1 ou 2 dígitos (1-12)
ru: 1 цифра в 2-часовом формате 12..1

source: 2 digits minutes 00..59
fr: 2 chiffres pour les minutes 00..59
pl: 2 cyfry minuty 00..59
pt: minutos 2 dígitos (00-59)
ru: 2 цифры месяца 00..59

source: 1-2 digits minutes 0..59
fr: 1-2 chiffres pour les minutes 0..59
pl: 1-2 cyfry minuty 0..59
pt: minutos 1 ou 2 dígitos (0-59)
ru: 0-2 цифры месяца 1..59

source: 2 digits seconds 00..59
fr: 2 chiffres 00..59 secondes
pl: 2 cyfry sekundy 00..59
pt: segundos 2 dígitos (00-59)
ru: 2 цифры секунд 00..59

source: 1-2 digits seconds 0..59
fr: 1 à 2 chiffres secondes 0..59
pl: 1-2 cyfry sekundy 0..59
pt: segundos 1 ou 2 dígitos (0-59)
ru: 1-2 цифры секунд 0..59

source: AM/PM value
fr: Valeur AM/PM
pl: Wartość AM/PM
pt: AM/PM
ru: Значение AM/PM

source: 24-hours format time 17:22:41
fr: Heure au format 24 heures 17:22:41
pl: 24-godzinny format czasu 17:22:41
pt: Hora formato 24 horas (17:22:41)
ru: 24-часовой формат времени 17:22:41

source: 12-hours format time 5:22:41 PM
fr: Heure au format 12 heures 5:22:41 PM
pl: 12-godzinny format czasu 5:22:41 PM
pt: Hora formato 12 horas (05:22:41 PM)
ru: 12-часовой формат времени 5:22:41

source: Local user authentication
fr: Authentification de l'utilisateur local
pl: Uwierzytelnianie lokalnych użytkowników
pt: Autenticação de usuário local
ru: Аутентификация локального пользователя

source: Console ACLs
fr: ACLs console
pl: Konsole ACLs
ru: ACL консоли

source: Add new console
fr: Ajouter une nouvelle console
pl: Dodaj nową konsolę
pt: Adicionar novo console
ru: Добавить новую консоль

source: Edit console
fr: Modifier la console
pl: Edytuj konsolę
pt: Editar console
ru: Изменить консоль

source: Add console
fr: Ajouter une console
pl: Dodaj konsolę
pt: Adicionar console
ru: Добавить консоль

source: OAuth2 clients
fr: Clients OAuth2
pl: Klienci OAuth2
pt: Clientes OAuth2
ru: Клиенты OAuth2

source: Short name
fr: Nom abrégé
pl: Krótka nazwa
pt: Apelido
ru: Короткое имя

source: Add new OAuth2 client
fr: Ajouter un nouveau client OAuth2
pl: Dodaj nowego klienta OAuth2
pt: Adicionar novos clientes OAuth2
ru: Добавить новый OAuth2 клиент

source: Short name:
fr: Nom abrégé :
pl: Nazwa:
pt: Apelido:
ru: Короткое имя:

source: Add OAuth2 client account
fr: Ajouter un compte client OAuth2
pl: Dodaj konto klienta OAuth2
pt: Adicionar conta de cliente OAuth2
ru: Добавить аккаунт клиента OAuth2

source: set all scopes
fr: Définir toutes les portées
pl: ustaw wszystkie zakresy
pt: definir todos os escopos
ru: установить все области

source: Edit OAuth2 client account
fr: Modifier le compte client OAuth2
pl: Edytuj konto klienta OAuth2
pt: Editar conta de cliente OAuth2
ru: Редактировать OAuth2 аккаунт клиента

source: Add new API host
fr: Ajouter un nouvel hôte API
pl: Dodaj nowy host API
pt: Adicionar novo host de API
ru: Добавить новый API хост

source: Get existing API host settings:
fr: Récupérer les paramètres d'hôte API existants:
pl: Pobierz konfigurację istniejącego hosta API:
pt: Obter configurações de host de API existentes:
ru: Получить существующие настройки хоста API:

source: Get existing OAuth2 client settings:
fr: Obtenir les paramètres du client OAuth2 existants :
pl: Pobierz konfigurację istniejącego klienta OAuth2:
pt: Obter as configurações de cliente OAuth2 existentes:
ru: Получить существующие настройки клиента OAuth2:

source: API hosts
fr: Hôtes API
pl: Hosty API
pt: Hosts da API
ru: Хосты API

source: Edit API host
fr: Modifier l'hôte de l'API
pl: Edytuj host API
pt: Editar host da API
ru: Редактировать API хост

source: Create dedicated Bconsole config file:
fr: Créer un fichier de configuration Bconsole dédié :
pl: Stwórz dedykowany plik konfiguracyjny Bconsole:
pt: Criar arquivo de configuração do Bconsole dedicado:
ru: Создать выделенный файл конфигурации Bconsol:

source: Console ACL to use in new Bconsole config file:
fr: Console ACL à utiliser dans le nouveau fichier de configuration Bconsole :
pl: Konsole ACL do użycia w nowym pliku konfiguracyjnym:
pt: Console ACL para usar no novo arquivo de configuração do Bconsole:
ru: Консоль ACL для использования в новом конфигурационном файле Bconsol:

source: Director for Bconsole config:
fr: Directeur de la configuration Bconsole :
pl: Zarządca dla pliku konfiguracyjnego Bconsole:
pt: Configuração do director do Bconsole:
ru: Director для настройки Bconsol:
