Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: The two-factor authentication makes authentication process stronger by adding to traditional user/password login method one additional step (second factor). The second factor can use third-party authenticator application (e.g. a mobile or desktop app) that shows a generated and frequently changing code to use for authentication.
fr: L'authentification à deux facteurs renforce le processus d'authentification en rajoutant à la méthode traditionnelle de connexion utilisateur/mot de passe une étape supplémentaire (deuxième facteur). Le deuxième facteur peut utiliser une application d'authentification tierce (par ex. une application mobile ou de bureau) qui affiche un code généré et fréquemment changé à utiliser pour l'authentification.
pl: Uwierzytelnianie dwuskładnikowe wzmacnia proces uwierzytelniania poprzez dodanie do tradycyjnej metody logowania użytkownika/hasła jeden dodatkowy krok (drugi składnik). Ten drugi krok może korzystać z aplikacji uwierzytelniającej (np. aplikacja mobilna lub stacjonarna), która pokazuje wygenerowany i często zmieniający kod używany do uwierzytelniania.

source: 2FA settings
fr: Paramètre de double authentification
pl: Ustawienia 2FA

source: TOTP two-factor authentication
fr: Authentification TOTP à deux facteurs
pl: Uwierzytelnianie dwuskładnikowe TOTP

source: TOTP is an algorithm used for authentication with time-based one-time password. This authentication method generates time based one-time password. It uses an authenticator app like: Google Authenticator or other authentiactor apps.
fr: TOTP est un algorithme utilisé pour l'authentification avec un mot de passe à temps unique. Cette méthode d'authentification génère un mot de passe à temps unique. Il utilise une application d'authentificateur comme : Google Authenticator ou d'autres applications d'authentification.
pl: TOTP jest algorytmem używanym do uwierzytelniania za pomocą jednorazowego bazującego na wartości czasu hasła. Ta metoda uwierzytelniania generuje jednorazowe hasło. Używa aplikacji uwierzytelniającej, takiej jak Google Authenticator lub inne podobnej aplikacji.

source: Step 1
fr: Étape 1
pl: Krok 1

source: Scan in the authenticator app the QR code
fr: Scannez dans l'application d'authentificateur le code QR
pl: Zeskanuj w aplikacji uwierzytelniającej kod QR

source: or alternatively type the code below manually to the authenticator app:
fr: ou tapez manuellement le code ci-dessous dans l'application d'authentification:
pl: lub wpisz poniższy kod ręcznie do aplikacji uwierzytelniającej:

source: show
fr: afficher
pl: pokaż

source: hide
fr: masquer
pl: ukryj

source: Step 2
fr: Étape 2
pl: Krok 2

source: In the field below please type currently displayed 6 digit code from the authenticator app
fr: Dans le champ ci-dessous, veuillez taper actuellement le code à 6 chiffres de l'application d'authentification
pl: W polu poniżej wpisz aktualnie wyświetlany 6-cyfrowy kod z aplikacji uwierzytelniającej

source: Authenticator code:
fr: Code d'authentification :
pl: Kod uwierzytelniający:

source: Invalid authentication code. Please try again.
fr: Code d'authentification invalide. Veuillez réessayer.
pl: Nieprawidłowy kod uwierzytelniający. Spróbuj ponownie.

source: For used the HTTP Basic authentication the 2FA is not available. To use multi-factor authentication please switch Bacularis to other authentication method (ex. the local user authentication).
fr: Pour une utilisation de l'authentification HTTP Basic, le 2FA n'est pas disponible. Pour utiliser l'authentification multifacteurs, veuillez basculer Bacularis vers une autre méthode d'authentification (par exemple l'authentification de l'utilisateur local).
pl: Dla używanego uwierzytelniania HTTP Basic 2FA nie jest dostępny. Aby użyć uwierzytelniania wieloskładnikowego, przełącz Bacularis na inną metodę uwierzytelniania (np. lokalne uwierzytelnianie użytkownika).

source: Two-factor authentication
fr: Authentification à deux facteurs
pl: Uwierzytelnianie dwuskładnikowe

source: Result
fr: Résultat
pl: Wynik

source: Raw output
fr: Sortie brute
pl: Surowy output

source: Estimated job files
fr: Fichiers du job estimés
pl: Szacowana ilość plików zadania

source: Estimated job bytes
fr: Estimation d'octets du job
pl: Szacowany rozmiar zadania

source: Job size and files per day
fr: Taille du job et fichiers par jour
pl: Rozmiar i ilość plików zadań na dzień

source: Last successful job
fr: Dernier job réussi
pl: Ostatnie pomyślne zadanie

source: hour
fr: heure
pl: godzina

source: hours
fr: heures
pl: godziny

source: minute
pl: minuta

source: minutes
pl: minuty

source: Last failed job
fr: Dernier job échoué
pl: Ostatnie nieudane zadanie

source: Rerun
fr: Relancer
pl: Ponów

source: All directives
fr: Toutes les directives
pl: Wszystkie dyrektywy

source: Audit log
fr: Journal d'audit
pl: Dziennik audytu

source: Enable audit log
fr: Activer le journal d'audit
pl: Włącz dziennik audytu

source: Audit log enables to log and track all important user actions.
fr: Le journal d'audit permet d'enregistrer et de suivre toutes les actions importantes de l'utilisateur.
pl: Dziennik audytu umożliwia rejestrowanie i śledzenie wszystkich ważnych działań użytkowników.

source: Maximum number of log entries
fr: Nombre maximum d'entrées de log
pl: Maksymalna liczba wpisów w dzienniku

source: Maximum number of log lines stored in the audit log file.
fr: Nombre maximum de lignes de log stockées dans le fichier journal d'audit.
pl: Maksymalna liczba linii logów zapisanych w pliku dziennika audytu.

source: Log types
fr: Types de logs
pl: Typy logów

source: Application
pl: Aplikacja

source: This category logs actions on Bacula configuration like saving, creating or removing Bacula resources.
fr: Cette catégorie enregistre les actions sur la configuration de Bacula telles que l'enregistrement, la création ou la suppression de ressources Bacula.
pl: Ta kategoria rejestruje działania w konfiguracji Bacula, takie jak zapisywanie, tworzenie lub usuwanie zasobów Bacula.

source: This category logs application specific actions like adding, editing or removing users, roles, API hosts and others.
fr: Cette catégorie enregistre les actions spécifiques à l'application telles que l'ajout, l'édition ou la suppression d'utilisateurs, les rôles, les hôtes API et autres.
pl: Ta kategoria rejestruje specyficzne działania aplikacji, takie jak dodawanie, edytowanie lub usuwanie użytkowników, roli, hostów API i innych.

source: This category logs actions possible to run by users like running backup or restore and others.
fr: Cette catégorie enregistre les actions possibles à exécuter par les utilisateurs comme l'exécution de sauvegarde ou de restauration et autres.
pl: Ta kategoria rejestruje działania możliwe do uruchomienia przez użytkowników, takie jak uruchomiona kopia zapasowa lub przywracanie i inne.

source: This category logs security issues like log in actions, log in failed or 2FA failed.
fr: Cette catégorie enregistre les problèmes de sécurité comme les actions de connexion, la connexion a échoué ou 2FA a échoué.
pl: Ta kategoria rejestruje problemy związane z bezpieczeństwem, takie jak akcje logowan, błędy logowanie lub błędy 2FA.

source: IP address
fr: Adresse IP
pl: Adres IP

source: Date
pl: Data

source: Category
fr: Catégorie
pl: Kategoria

source: Log message
fr: Message de log
pl: Wiadomości dziennika

source: Log categories
fr: Catégories de log
pl: Kategorie logów

source: seconds
fr: secondes
pl: sekundy

source: Job over time report
fr: Rapport du job dans le temps
pl: Raport zadań w czasie

source: Field cannot be empty.
fr: Le champ ne peut pas être vide.
pl: Pole nie może być puste.

source: OS profile:
fr: Profil du système d'exploitation :
pl: Profil systemu operacyjnego:

source: Select authentication method:
fr: Sélectionnez la méthode d'authentification :
pl: Wybierz metodę uwierzytelniania:

source: Admin username:
fr: Nom d'utilisateur de l'administrateur :
pl: Nazwa użytkownika administratora:

source: SSH key:
fr: Clé SSH :
pl: Klucz SSH:

source: Key passphrase (optional):
fr: Mot de passe de la clé (facultatif) :
pl: Hasło klucza (opcjonalnie):

source: Save as name (optional):
fr: Enregistrer en tant que nom (facultatif) :
pl: Zapisz jako nazwę (opcjonalnie):

source: Invalid value.
fr: Valeur non valide.
pl: Niepoprawna wartość.

source: OS profile name:
fr: Nom du profil du système d'exploitation :
pl: Nazwa profilu systemu operacyjnego:

source: Add repository entry to remote host:
fr: Ajouter l'entrée du dépôt à l'hôte distant :
pl: Dodaj wpis repozytorium do zdalnego hosta:

source: Repository type:
fr: Type de dépôt :
pl: Typ repozytorium:

source: Bacularis repository URL (or entry):
fr: URL du dépôt Bacularis (ou entrée) :
pl: Adres URL repozytorium Bacularis (lub wpis):

source: Bacularis repository key URL:
fr: URL de clé de dépôt Bacularis :
pl: Adres URL klucza repozytorium Bacularis:

source: Use system repository for Bacula packages:
fr: Utiliser le dépôt système pour les paquets Bacula :
pl: Użyj repozytorium systemowego dla pakietów Bacula:

source: Bacula repository URL (or entry):
fr: URL du dépôt Bacula (ou entrée) :
pl: Adres URL repozytorium Bacula (lub wpis):

source: Bacula repository key URL:
fr: URL de clé de dépôt Bacula :
pl: Adres URL klucza repozytorium Bacula:

source: Use HTTPS:
fr: Utiliser HTTPS :
pl: Użyj HTTPS:

source: Bacularis admin user:
fr: Utilisateur admin de Bacularis :
pl: Nazwa użytkownika administratora Bacularis:

source: Bacularis admin password:
fr: Mot de passe admin de Bacularis :
pl: Hasło administratora Bacularis:

source: Bacularis start command:
fr: Commande de démarrage Bacularis :
pl: Komenda startu Bacularis:

source: Use sudo for commands:
fr: Utiliser sudo pour les commandes :
pl: Użyj sudo dla komend:

source: Sudo user:
fr: Utilisateur Sudo :
pl: Użytkownik Sudo:

source: Bacularis installation command:
fr: Commande d'installation de Bacularis :
pl: Komenda instalacji Bacularis:

source: Bacularis upgrade command:
fr: Commande de mise à jour Bacularis :
pl: Komenda aktualizacji Bacularis:

source: Bacularis removal command:
fr: Commande de suppression de Bacularis :
pl: Polecenie usuwania Bacularis:

source: Bacularis info command:
fr: Commande d'information de Bacularis :
pl: Komenda informacji Bacularis:

source: Bacularis enable command:
fr: Commande d'activation de Bacularis :
pl: Komenda włączania Bacularis:

source: Bacularis pre-install command:
fr: Commande de pré-installation de Bacularis :
pl: Komenda preinstalacji Bacularis:

source: Bacularis pre-upgrade command:
fr: Commande de pré-mise à jour Bacularis :
pl: Komenda preaktualizacji Bacularis:

source: Bacularis pre-remove command:
fr: Commande de pré-suppression de Bacularis :
pl: Komenda preusuwania Bacularis:

source: Bacularis post-install command:
fr: Commande Bacularis de post-installation :
pl: Komenda postinstalacji Bacularis:

source: Bacularis post-upgrade command:
fr: Commande de post-mise à jour Bacularis :
pl: Komenda postaktualizacji Bacularis:

source: Bacularis post-remove command:
fr: Commande post-suppression de Bacularis :
pl: Komenda postusuwania Bacularis:

source: Director installation command:
fr: Commande d'installation du directeur:
pl: Komenda instalacji Zarządcy:

source: Director upgrade command:
fr: Commande de mise à jour du directeur :
pl: Komenda aktualizacji Zarządcy:

source: Director removal command:
fr: Commande de suppression du directeur :
pl: Komenda usuwania Zarządcy:

source: Director info command:
fr: Commandes d'information du directeur :
pl: Komenda informacji Zarządcy:

source: Director enable command:
fr: Commande d'activation du directeur :
pl: Komenda włączania Zarządcy:

source: Director pre-install command:
fr: Commande de pré-installation du directeur :
pl: Komenda preinstalacji Zarządcy:

source: Director pre-upgrade command:
fr: Commande de pré-mise à jour du directeur :
pl: Komenda preaktualizacji Zarządcy:

source: Director pre-remove command:
fr: Commande de pré-suppression du directeur :
pl: Komenda preusuwania Zarządcy:

source: Director post-install command:
fr: Commande de post-installation du directeur :
pl: Komenda postusuwania Zarządcy:

source: Director post-upgrade command:
fr: Commande de post-mise à jour du directeur :
pl: Komenda postaktualizacji Zarządcy:

source: Director post-remove command:
fr: Commande post-suppression du directeur :
pl: Komenda postusuwania Zarządcy:

source: Storage installation command:
fr: Commande d'installation du stockage :
pl: Komenda instalacji Magazynu:

source: Storage upgrade command:
fr: Commande de mise à niveau du stockage :
pl: Komenda aktualizacji Magazynu:

source: Storage removal command:
fr: Commande de suppression du stockage :
pl: Komenda usuwania Magazynu:

source: Storage info command:
fr: Commande d'information du stockage :
pl: Komenda informacji Magazynu:

source: Storage enable command:
fr: Commande d'activation du stockage :
pl: Komenda włączania Magazynu:

source: Storage pre-install command:
fr: Commande de pré-installation du stockage :
pl: Komenda preinstalacji Magazynu:

source: Storage pre-upgrade command:
fr: Commande de pré-mise à niveau du stockage :
pl: Komenda preaktualizacji Magazynu:

source: Storage pre-remove command:
fr: Commande de pré-suppression du stockage :
pl: Komenda preusuwania Magazynu:

source: Storage post-install command:
fr: Commande de stockage post-installation :
pl: Komenda preinstalacji Magazynu:

source: Storage post-upgrade command:
fr: Commande de stockage après mise à jour :
pl: Komenda postaktualizacji Magazynu:

source: Storage post-remove command:
fr: Commande de post-suppression de stockage :
pl: Komenda postusuwania Magazynu:

source: Client installation command:
fr: Commande d'installation du client:
pl: Komenda instalacji Klienta:

source: Client upgrade command:
fr: Commande de mise à jour du client :
pl: Komenda aktualizacji Klienta:

source: Client removal command:
fr: Commande de suppression du client :
pl: Komenda usuwania Klienta:

source: Client info command:
fr: Commande d'information du client :
pl: Komenda informacji Klienta:

source: Client enable command:
fr: Commande d'activation du client :
pl: Komenda włączania Klienta:

source: Client pre-install command:
fr: Commande de pré-installation du client :
pl: Komenda preinstalacji Klienta:

source: Client pre-upgrade command:
fr: Commande de pré-mise à jour du client :
pl: Komenda preaktualizacji Klienta:

source: Client pre-remove command:
fr: Commande de pré-suppression du client :
pl: Komenda preusuwania Klienta:

source: Client post-install command:
fr: Commande client post-installation :
pl: Komenda postinstalacji Klienta:

source: Client post-upgrade command:
fr: Commande de post-mise à jour du client :
pl: Komenda postaktualizacji Klienta:

source: Client post-remove command:
fr: Commande post-suppression client :
pl: Komenda postusuwania Klienta:

source: Bconsole installation command:
fr: Commande d'installation Bconsole :
pl: Komenda instalacji Bconsole:

source: Bconsole upgrade command:
fr: Commande de mise à niveau Bconsole :
pl: Komenda aktualizacji Bconsole:

source: Bconsole removal command:
fr: Commande de suppression Bconsole :
pl: Komenda usuwania Bconsole:

source: Bconsole info command:
fr: Commande d'information Bconsole :
pl: Komenda informacji Bconsole:

source: Bconsole pre-install command:
fr: Commande de pré-installation de Bconsole :
pl: Komenda preinstalacji Bconsole:

source: Bconsole pre-upgrade command:
fr: Commande pré-mise à jour Bconsole :
pl: Komenda preaktualizacji Bconsole:

source: Bconsole pre-remove command:
fr: Commande de pré-suppression de Bconsole :
pl: Komenda preusuwania Bconsole:

source: Bconsole post-install command:
fr: Commande post-installation Bconsole :
pl: Komenda postinstalacji Bconsole:

source: Bconsole post-upgrade command:
fr: Commande post-mise à jour Bconsole :
pl: Komenda postaktualizacji Bconsole:

source: Bconsole post-remove command:
fr: Commande post-suppression Bconsole :
pl: Komenda postusuwania Bconsole:

source: Working directory:
fr: Répertoire courant :
pl: Katalog roboczy:

source: Bdirjson binary file path:
fr: Chemin du fichier binaire Bdirjson :
pl: Lokalizacja programu bdirjson:

source: Main Director config file path:
fr: Chemin du fichier de configuration principal du directeur :
pl: Główny plik konfiguracyjny Director:

source: Bsdjson binary file path:
fr: Chemin du fichier binaire Bsdjson :
pl: Lokalizacja programu bsdjson:

source: Main Storage config file path:
fr: Chemin du fichier de configuration du stockage principal :
pl: Główny plik konfiguracyjny Magazynu:

source: Bfdjson binary file path:
fr: Chemin du fichier binaire Bfdjson :
pl: Lokalizacja programu bfdjson:

source: Main Client config file path:
fr: Chemin du fichier de configuration du client principal :
pl: Główny plik konfiguracyjny Klienta:

source: Bbconsjson binary file path:
fr: Chemin du fichier binaire Bbconsjson :
pl: Lokalizacja programu bbconsjson:

source: Main Bconsole config file path:
fr: Chemin du fichier de configuration principal de Bconsole :
pl: Główny plik konfiguracyjny konsoli Bconsole:

source: Database path (SQLite only):
fr: Chemin de la base de données (SQLite uniquement) :
pl: Ścieżka do bazy danych (tylko SQLite):

source: Director start command:
fr: Commande de démarrage du directeur :
pl: Komenda uruchomienia Zarządcy:

source: Director stop command:
fr: Commande d'arrêt du directeur :
pl: Komenda zatrzymania Zarządcy:

source: Director restart command:
fr: Commande de redémarrage du directeur :
pl: Komenda restartu Zarządcy:

source: Storage start command:
fr: Commande de démarrage du stockage :
pl: Komenda uruchomienia Magazynu:

source: Storage stop command:
fr: Commande d'arrêt du stockage :
pl: Komenda zatrzymania Zarządcy:

source: Storage restart command:
fr: Commande de redémarrage du stockage :
pl: Komenda restartu Magazynu:

source: Client start command:
fr: Commande de démarrage du client :
pl: Komenda uruchomienia Klienta:

source: Client stop command:
fr: Commande d'arrêt du client :
pl: Komenda zatrzymania Klienta:

source: Client restart command:
fr: Commande de redémarrage du client :
pl: Komenda restartu Klienta:

source: Hostname (accepts wildcards like * or ?, for example *.host.com or 192.168.3.?):
fr: Nom d'hôte (accepte les caractères génériques comme * ou ?, par exemple *.host.com ou 192.168.3.) :
pl: Nazwa hosta (akceptuje znaki takie jak * lub ?, na przykład *.host.com lub 192.168.3.?):

source: SSH key name:
fr: Nom de la clé SSH :
pl: Nazwa klucza SSH:

source: Private SSH key content:
fr: Contenu de la clé privée SSH :
pl: Zawartość prywatnego klucza SSH:

source: Deployment
fr: Déploiement
pl: Wdrożenie

source: Hosts
fr: Hôtes
pl: Hosty

source: OS profiles
fr: Profiles du système d'exploitation
pl: Profile systemu operacyjnego

source: SSH configs
fr: Configurations SSH
pl: Konfiguracja SSH

source: SSH keys
fr: Clés SSH
pl: Klucze SSH

source: Deploy API host
fr: Déployer l'hôte API
pl: Wdrożenie hosta API

source: Install
fr: Installer
pl: Instaluj

source: Upgrade
fr: Mettre à jour
pl: Aktualizuj

source: Uninstall
fr: Désinstaller
pl: Odinstaluj

source: Installing %component
fr: Installer %component
pl: Instalowanie %component

source: Install Bacula components on API host
fr: Installer les composants Bacula sur l\'hôte de l\'API
pl: Zainstaluj komponenty Bacula na hoście API

source: Upgrading %component
fr: Mise à niveau %component
pl: Aktualizacja %component

source: Upgrade Bacula components on API host
fr: Mettre à jour les composants Bacula sur l\'hôte de l\'API
pl: Aktualizuj komponenty Bacula na hoście API

source: Uninstalling %component
fr: Désinstallation de %component
pl: Odinstalowanie %component

source: Uninstall Bacula components on API host
fr: Désinstaller les composants Bacula sur l\'hôte de l\'API
pl: Odinstaluj komponenty Bacula na hoście API

source: getting package information...
fr: récupération des informations du paquet...
pl: pobieranie informacji o pakietach...

source: installed
fr: installé
pl: zainstalowany

source: not installed
fr: non installé
pl: niezainstalowany

source: Finish.
fr: Terminer.
pl: Koniec.

source: Use username and password
fr: Utiliser le nom d'utilisateur et le mot de passe
pl: Użyj nazwy użytkownika i hasła

source: Use username and SSH key
fr: Utiliser le nom d'utilisateur et la clé SSH
pl: Użyj nazwy użytkownika i klucza SSH

source: Use username and SSH key from SSH config for host
fr: Utilisez le nom d'utilisateur et la clé SSH de la configuration SSH pour l'hôte
pl: Użyj nazwy użytkownika i klucza SSH z konfiguracji SSH dla hosta

source: Deploy
fr: Déployer
pl: Wdróż

source: In this window you can install Bacula components on selected API host. Please select components that you would like to install and next click the install button.
fr: Dans cette fenêtre, vous pouvez installer des composants Bacula sur l'hôte API sélectionné. Veuillez sélectionner les composants que vous souhaitez installer et cliquez ensuite sur le bouton d'installation.
pl: W tym oknie możesz zainstalować komponenty Bacula na wybranym hoście API. Wybierz komponenty, które chcesz zainstalować, a następnie kliknij przycisk Instaluj.

source: Components
fr: Composants
pl: Komponenty

source: Install options
fr: Options d'installation
pl: Opcje instalacji

source: Add new component to current Director (for client and storage only)
fr: Ajouter un nouveau composant au directeur actuel (pour le client et le stockage seulement)
pl: Dodaj nowy komponent do bieżącego Zarządcy (tylko dla Klientów i Magazynów)

source: Add new OS profile
fr: Ajouter un nouveau profil au système d'exploitation
pl: Dodaj nowy profil systemu operacyjnego

source: Repository type
fr: Type de dépôt
pl: Typ repozytorium

source: Pre-defined
fr: Prédéfini
pl: Predefiniowany

source: Add OS profile
fr: Ajouter un profil au système d'exploitation
pl: Dodaj profil systemu operacyjnego

source: Edit OS profile
fr: Modifier le profil du système d'exploitation
pl: Edytuj profil systemu operacyjnego

source: OS profile with the given name already exists.
fr: Un profil du système d'exploitation avec le nom spécifié existe déjà.
pl: Profil systemu operacyjnego o podanej nazwie już istnieje.

source: Repositories
fr: Dépôts
pl: Repozytoria

source: Here you can define repository to install Bacularis on remote host and also Bacula repository if it is different than default system repository. The repositories are added to remote hosts during API host deployment.
fr: Ici, vous pouvez définir un dépôt pour installer Bacularis sur l'hôte distant et aussi le dépôt Bacula s'il est différent du dépôt système par défaut. Les dépôts sont ajoutés aux hôtes distants pendant le déploiement de l'hôte API.
pl: Tutaj możesz zdefiniować repozytorium, aby zainstalować Bacularis na zdalnym hoście, a także repozytorium Bacula, jeśli jest inne niż domyślne repozytorium systemu. Repozytoria są dodawane do zdalnego hosta podczas wdrażania API.

source: Bacularis API access
fr: Accès à l'API Bacularis
pl: Dostęp do Bacularis API

source: Bacularis API settings
fr: Paramètres de l'API Bacularis
pl: Ustawienia Bacularis API

source: All of the following settings are added to each new remotely installed Bacularis API that uses this OS profile.
fr: Tous les paramètres suivants sont ajoutés à chaque nouvelle API Bacularis installée à distance qui utilise ce profil du système d'exploitation.
pl: Wszystkie następujące ustawienia są dodawane do każdego nowego, zdalnie zainstalowanego Bacularis API, który używa tego profilu systemu operacyjnego.

source: Package management
fr: Gestion des paquets
pl: Zarządzanie pakietami

source: Bacularis commands
fr: Commandes Bacularis
pl: Komendy Bacularis
