Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Last 12 hours
fr: Les 12 dernières heures
pl: Ostatnie 12 godzin
pt: Últimas 12 horas
ru: Последние 12 часов

source: Today
fr: Aujourd'hui
pl: Dzisiaj
pt: Hoje
ru: Сегодня

source: Two days
fr: Deux jours
pl: Dwa dni
pt: Últimos 2 dias
ru: Два дня

source: Last week
fr: La semaine dernière
pl: Ostatni tydzień
pt: Última semana
ru: Прошлая неделя

source: Last two weeks
fr: Les deux dernières semaines
pl: Ostatnie dwa tygodnie
pt: Últimas 2 semanas
ru: Последние две недели

source: Last month
fr: Le mois dernier
pl: Ostatni miesiąc
pt: Último mês
ru: Прошлый месяц

source: Last three months
fr: Les trois derniers mois
pl: Ostatnie trzy miesiące
pt: Últimos 3 meses
ru: Последние три месяца

source: Last six months
fr: Les six derniers mois
pl: Ostatnie sześć miesięcy
pt: Últimos 6 meses
ru: Последние шесть месяцев

source: Last year
fr: L'année dernière
pl: Ostatni rok
pt: Último ano
ru: Прошлый год

source: Date From:
fr: Date de :
pl: Data od:
pt: Data inicial:
ru: Дата от:

source: Date To:
fr: Date à :
pl: Data do:
pt: Data final:
ru: Дата до:

source: Legend:
fr: Légende :
pl: Legenda:
pt: Legenda:
ru: Лог:

source: select client
fr: Sélectionner un client
pl: wybierz klienta
pt: selecione um cliente
ru: выбрать клиента

source: Job size / Time
fr: Taille du job / Temps
pl: Rozmiar zadań / Czas
pt: Gráfico: Tamanho Job / Tempo
ru: Размер задания / Время

source: Job size
fr: Taille du job
pl: Rozmiar zadań
pt: Tamanho de job
ru: Размер задания

source: Time
fr: Horaire
pl: Czas
pt: Tempo
ru: Время

source: File retention (in sec.):
fr: Rétention du fichier (en secondes) :
pl: Retencja plików (w sek.):
pt: Retenção de arquivo (em seg.):
ru: Удержание файла (в сек.):

source: Job retention (in sec.):
fr: Rétention du job (en secondes) :
pl: Retencja wolumenów (w sek.):
pt: Retenção de Job (in seg.):
ru: Срок хранения задания (в сек.):

source: Retention Period (in sec.):
fr: Période de rétention (en secondes) :
pl: Czas retencji (w sek.):
pt: Período de retenção (segundos):
ru: Период хранения (в сек.):

source: Storage Daemons.
fr: Démons de stockage.
pl: Magazyny danych.
pt: Storages.
ru: Демоны хранения.

source: Vol. Use Duration (in sec.):
fr: Durée d'utilisation du volume(en secondes) :
pl: Vol. Use Duration (w sek.):
pt: Vol. Use Duration (em seg.):
ru: Vol. Продолжительность использования (в сек.):

source: Yes
fr: Oui
pl: Tak
pt: Sim
ru: Да

source: JobId to Verify:
fr: JobId à vérifier :
pl: JobId do weryfikacji:
pt: JobId para Verificar:
ru: JobId для проверки:

source: JobId to Verify value must be integer greather than 0.
fr: La valeur JobId à vérifier doit être un nombre entier supérieur à 0.
pl: JobId do weryfikacji musi być liczbą całkowitą większą od 0.
pt: O JobId deve ser um número inteiro maior do que 0.
ru: Значение задания должно быть целым числом, больше 0.

source: Job to Verify:
fr: Job à vérifier :
pl: Zadanie do weryfikacji:
pt: Job para Verificar:
ru: Задание на проверку:

source: Verify by Job Name
fr: Vérifier par nom de job
pl: Weryfikuj na podstawie nazwy zadania
pt: Verificar pelo nome do job
ru: Проверить по наименованию задания

source: Verify by JobId
fr: Vérifier par JobId
pl: Weryfikuj na podstawie JobId
pt: Verificar pelo JobId
ru: Проверить по JobId

source: Verify option:
fr: Vérifier l'option :
pl: Opcja weryfikacji:
pt: Opção de verificação:
ru: Проверка опции:

source: Running jobs:
fr: Jobs en cours d\'exécution :
pl: Uruchomione zadania:
pt: Jobs em execução:
ru: Запущенные задания:

source: Finished jobs:
fr: Jobs terminés :
pl: Zakończone zadania:
pt: Jobs finalizados:
ru: Завершённые задания:

source: Add
fr: Ajouter
pl: Dodaj
pt: Adicionar
ru: Добавить

source: Actions
pl: Akcje
pt: Ações
ru: Действия

source: Size
fr: Taille
pl: Rozmiar
pt: Tamanho
ru: Размер

source: Job:
pl: Zadanie:
ru: Задание:

source: Dashboard
fr: Tableau de bord
pl: Start
pt: Painel de controle
ru: Панель управления

source: Go to started job after start:
fr: Aller au job commencé après le démarrage :
pl: Przejdź do uruchomionego zadania po starcie:
pt: Ir para o job após iniciar:
ru: Перейти к началу задания после начала:

source: Job status summary
fr: Résumé du status du job
pl: Podsumowanie statusu zadań
pt: Resumo dos jobs
ru: Сводка по заданиям

source: Quick job access
fr: Accès rapide au job
pl: Szybki dostęp do zadań
pt: Acesso rápido ao Job
ru: Быстрый доступ к заданию

source: Finished jobs
fr: Jobs terminés
pl: Zakończone zadania
pt: Jobs Finalizados
ru: Завершённые задания

source: The most often used:
fr: Le plus souvent utilisés :
pl: Najczęściej używany:
pt: Mais utilizado:
ru: Чаще всего используется:

source: Number of clients
fr: Nombre de clients
pl: Ilość klientów
pt: Número de clientes
ru: Количество клиентов

source: jobs
pl: zadań
ru: задания

source: Job count the most used:
fr: Nombre de jobs le plus utilisé :
pl: Ilość zadań na najczęściej używanym:
pt: Quantidade:
ru: Количество:

source: level
fr: niveau
pl: poziom
pt: nível
ru: уровень

source: Jump to job (last 100):
fr: Aller au job(100 derniers) :
pl: Skocz do zadania (ostatnie 100):
pt: Ir para:
ru: Перейти к заданиям (последние 100):

source: View
fr: Afficher
pl: Zobacz
pt: Visualizar
ru: Вид

source: Total bytes:
fr: Octets totaux :
pl: Całkowita ilość danych:
pt: Tamanho Total:
ru: Общий размер:

source: Total files:
fr: Nombre total de fichiers :
pl: Całkowita ilość plików:
pt: Quantidade de arquivos:
ru: Всего файлов:

source: Database size:
fr: Taille de la base de données :
pl: Rozmiar bazy danych:
pt: Tamanho do banco de dados:
ru: Размер базы данных:

source: Number of pools:
fr: Nombre de pools :
pl: Ilość puli wolumenów:
pt: Número de pools:
ru: Количество пулов:

source: times
fr: fois
pl: razy
pt: vezes
ru: раз

source: Execution count most used:
fr: Nombre d'exécutions les plus utilisées :
pl: Ilość wykonań najczęściej używanego:
pt: Utilizado:
ru: Количество:

source: Total bytes
fr: Total des octets
pl: Ilość bajtów
ru: Общий размер

source: Restore Wizard
fr: Assistant de restauration
pl: Kreator przywracania danych
pt: Assistente de Restauração
ru: Мастер восстановления

source: Perform restore
fr: Effectuer la restauration
pl: Przywracanie danych
pt: Executar restauração
ru: Выполнить восстановление

source: Configuration Wizard
fr: Assistant de configuration
pl: Kreator Konfiguracji
pt: Assistente de Configuração
ru: Мастер настройки

source: Baculum Settings
fr: Paramètres de Baculum
pl: Ustawienia Baculum
pt: Configurações do Baculum
ru: Настройки Baculum

source: start time
fr: heure de début
pl: czas rozpoczęcia
pt: hora de início
ru: время начала

source: Users
fr: Utilisateurs
pl: Użytkownicy
pt: Lista de usuários
ru: Пользователи

source: User name
fr: Nom d'utilisateur
pl: Nazwa użytkownika
pt: Nome do usuário
ru: Имя пользователя

source: Role
fr: Rôle
pl: Rola
pt: Tipo
ru: Роль

source: Remove user
fr: Supprimer l'utilisateur
pl: Usuń użytkownika
pt: Remover usuário
ru: Удалить пользователя

source: Logout
fr: Déconnexion
pl: Wyloguj
pt: Sair
ru: Выйти

source: Change password
fr: Modifier le mot de passe
pl: Zmień hasło
pt: Alterar senha
ru: Изменить пароль

source: Normal user
fr: Utilisateur normal
pl: Użytkownik
pt: Usuário
ru: Обычный пользователь

source: Add new user
fr: Ajouter un nouvel utilisateur
pl: Dodaj nowego użytkownika
pt: Adicionar usuário
ru: Добавить нового пользователя

source: Username:
fr: Nom d'utilisateur :
pl: Nazwa użytkownika:
pt: Nome do usuário:
ru: Имя пользователя:

source: Invalid login value. Login may contain a-z A-Z 0-9 characters.
fr: Valeur de connexion invalide. La connexion peut contenir des caractères a-z A-Z 0-9.
pl: Niepoprawny login. Login może zawierać znaki z zakresu: a-z A-Z 0-9
pt: Usuário inválido! O usuário deve conter apenas os seguintes caracteres [a-z A-Z 0-9].
ru: Неверное значение входа. Логин может содержать символы a-z A-Z 0-9.

source: Jobs on volume
fr: Jobs sur le volume
pl: Zadania na wolumenie
pt: Jobs no volume
ru: Заданий в Vol.

source: No jobs on the volume.
fr: Aucun jobs sur le volume.
pl: Na wolumenie nie ma żadnych zadań.
pt: Nenhum job encontrado no volume.
ru: Нет заданий в Vol.

source: Jobs for Client
fr: Jobs pour le client
pl: Zadania dla klienta
pt: Jobs do cliente
ru: Задания для клиента

source: No jobs for the client.
fr: Aucun jobs pour le client.
pl: Nie ma żadnych zadań dla klienta.
pt: Nenhum job encontrado do cliente
ru: Нет заданий для клиента.

source: Configuration
pl: Konfiguracja
pt: Configuração
ru: Конфигурация

source: bdirjson binary file path:
fr: Chemin du fichier binaire bdirjson :
pl: Lokalizacja programu bdirjson:
pt: caminho do binário bdirjson:
ru: путь к бинарному файлу bdirjson:

source: bsdjson binary file path:
fr: Chemin du fichier binaire bsdjson :
pl: Lokalizacja programu bsdjson:
pt: caminho do binário bsdjson:
ru: путь к бинарному файлу bsdjson:

source: bfdjson binary file path:
fr: Chemin du fichier binaire bfdjson :
pl: Lokalizacja programu bfdjson:
pt: caminho do binário bfdjson:
ru: путь к бинарному файлу bfdjson:

source: bbconsjson binary file path:
fr: Chemin du fichier binaire bbconsjson :
pl: Lokalizacja programu bbconsjson:
pt: caminho do binário bbconsjson:
ru: Путь к бинарному файлу bbconsjson:

source: Main Director config file path (usually bacula-dir.conf):
fr: Chemin du fichier de configuration du directeur principal (généralement bacula-dir.conf) :
pl: Lokalizacja głównego pliku konfiguracyjnego Director (zazwyczaj bacula-dir.conf):
pt: Caminho da configuração do Director (geralmente bacula-dir.conf):
ru: Путь к файлу конфигурации директора (обычно bacula-dir.conf):

source: Main Storage Daemon config file path (usually bacula-sd.conf):
fr: Chemin du fichier de configuration du démon principal de stockage (généralement bacula-sd.conf) :
pl: Lokalizacja głównego pliku konfiguracyjnego Storage Daemon (zazwyczaj bacula-sd.conf):
pt: Caminho da configuração do Storage (geralmente bacula-sd.conf):
ru: Путь к файлу конфигурации хранилища (Storage) (обычно bacula-sd.conf):

source: Main File Daemon config file path (usually bacula-fd.conf):
fr: Chemin du fichier de configuration principal du démon (généralement bacula-fd.conf) :
pl: Lokalizacja głównego pliku konfiguracyjnego File Daemon (zazwyczaj bacula-fd.conf):
pt: Caminho da configuração do File Daemon (geralmente bacula-fd.conf):
ru: Путь к файлу конфигурации основного файла (обычно bacula-fd.conf):

source: Admin Bconsole config file path (usually bconsole.conf):
fr: Chemin du fichier de configuration Admin Bconsole (généralement bconsole.conf) :
pl: Lokalizacja pliku konfiguracyjnego konsoli administratora bconsole (zazwyczaj bconsole.conf):
pt: Caminho de configuração do Bconsole (geralmente bconsole.conf):
ru: Путь к файлу конфигурации Bconsole администратора (обычно bconsole.conf):

source: Test configuration
fr: Configuration du test
pl: Test konfiguracji
pt: Testar configuração
ru: Тест конфигурации

source: General configuration
fr: Configuration générale
pl: Ogólna konfiguracja
pt: Configuração Geral
ru: Основная конфигурация

source: To setup configuration module please provide Bacula JSON tools paths and config files paths.
fr: Pour configurer le module de configuration, veuillez fournir les chemins des outils Bacula JSON et les chemins des fichiers de configuration.
pl: W celu włączenia modułu konfiguracyjnego proszę podać lokalizacje narzędzi JSON Bacula oraz lokalizacje plików konfiguracyjnych.
pt: Para configurar o módulo de configuração informe os caminhos dos utilitários JSON e dos arquivos de configuração do Bacula.
ru: Для настройки модуля конфигурации предоставьте пути инструментов Bacula JSON и пути к файлам конфигурации.

source: Error during config save
fr: Erreur lors de la sauvegarde de la configuration
pl: Błąd podczas zapisu do pliku konfiguracyjnego
pt: Erro ao salvar a configuração
ru: Ошибка при сохранении конфигурации

source: There is required to provide both binary file and config file paths.
fr: Il est nécessaire de fournir à la fois des chemins de fichiers binaires et de fichiers de configuration.
pl: Wymagane jest podanie zarówno lokalizacji pliku binarnego jak i lokalizacji pliku konfiguracyjnego.
pt: É necessário informar o caminho dos binários e dos arquivos de configuração.
ru: Необходимо указать как двоичный (binary) файл, так и пути к конфигурации.

source: Directory path for new config files:
fr: Chemin du répertoire pour les nouveaux fichiers de configuration :
pl: Lokalizacja katalogu na nowe pliki konfiguracyjne:
pt: Diretório para salvar para as configurações:
ru: Путь для новых конфигурационных файлов директора:

source: Directory path field is required.
fr: Le champ chemin du répertoire est obligatoire.
pl: Pole z lokalizacją katalogu jest obowiązkowe.
pt: O caminho do diretório é necessário.
ru: Требуется путь для новых конфигурационных файлов директора.

source: Provided directory path is not writable by web server.
fr: Le chemin du répertoire fourni n'est pas accessible en écriture par le serveur web.
pl: Podana lokalizacja katalogu nie jest zapisywalna przez web serwer.
pt: O caminho do diretório informado não possui permissão de escrita.
ru: Указанный путь не доступен для записи веб-сервером.

source: Error
fr: Erreur
pl: Błąd
pt: Erro
ru: Ошибка

source: Seconds
fr: Secondes
pl: Sekundy
pt: Segundos
ru: Секунд

source: Minutes
pl: Minuty
pt: Minutos
ru: Минут

source: Hours
fr: Heures
pl: Godziny
pt: Horas
ru: Часов

source: Days
fr: Jours
pl: Dni
pt: Dias
ru: Дней

source: IP Address/Hostname:
fr: Adresse IP/Nom d'hôte :
pl: Adres IP/Nazwa hosta:
pt: Endereço IP/Hostname:
ru: IP адрес/Имя хоста:

source: Remove
fr: Supprimer
pl: Usuń
pt: Remover
ru: Удалить

source: Edit
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактирование

source: Show/hide all directives
fr: Afficher/masquer toutes les directives
pl: Pokaż/ukryj wszystkie dyrektywy
pt: Mostrar/ocultar todas as diretivas de recursos
ru: Показать/скрыть все поля

source: Show the resource raw config
fr: Afficher la configuration brute de la ressource
pl: Pokaż surową konfigurację zasobu
pt: Mostrar a configuração do recurso
ru: Показать конфигурацию лог файлом

source: Save the resource on multiple hosts
fr: Sauvegarder la ressource sur plusieurs hôtes
pl: Zapisz zasób na zdalnych hostach
pt: Salvar o recurso em vários hosts
ru: Сохранить ресурс на нескольких узлах

source: Save the resource to additional path
fr: Enregistrer la ressource dans un chemin supplémentaire
pl: Zapisz zasób do dodatkowych lokalizacji
pt: Salve o recurso em um caminho adicional
ru: Сохранить ресурс по дополнительному пути

source: Download the resource config
fr: Télécharger la configuration de la ressource
pl: Pobierz konfigurację zasobu
pt: Efetuar o download das configurações
ru: Скачать конфиг

source: Add APIs
fr: Ajouter des APIs
pl: Dodaj API
pt: Adicionar APIs
ru: Добавить API

source: Protocol:
fr: Protocole :
pl: Protokół:
pt: Protocolo:
ru: Протокол:

source: API Address:
fr: Adresse de l'API :
pl: Adres API:
pt: Endereço da API:
ru: API адрес:

source: API Login:
fr: Connexion à l'API :
pl: Login API:
pt: Login da API:
ru: Логин API:

source: API Password:
fr: Mot de passe de l'API :
pl: Hasło API:
pt: Senha da API:
ru: Пароль API:

source: Please enter API address.
fr: Veuillez entrer l'adresse de l'API.
pl: Proszę wprowadzić adres API.
pt: Por favor informe o endereço da API.
ru: Пожалуйста, введите адрес API.

source: Please enter API port.
fr: Veuillez entrer le port de l'API.
pl: Proszę wprowadzić port API.
pt: Por favor informe a porta da API.
ru: Пожалуйста, введите порт API.

source: Please enter API login.
fr: Veuillez entrer l'identifiant de l'API.
pl: Proszę wprowadzić login API.
pt: Por favor informe o login da API.
ru: Пожалуйста, введите логин API.

source: Please enter API password.
fr: Veuillez entrer le mot de passe de l'API.
pl: Proszę wprowadzić hasło API.
pt: Por favor infome a senha da API.
ru: Пожалуйста, введите пароль API.

source: Bacularis web interface requires to add at least one Bacularis API instance with shared Catalog access. Please add API instance.
fr: L'interface web de Bacularis nécessite d'ajouter au moins une instance API Bacularis avec un accès au catalogue partagé. Veuillez ajouter une instance API.
pl: Interfejs web Bacularis wymaga dodania conajmniej jednej instancji Bacularis API ze skonfigurowanym dostępem do bazy danych Bacula. Proszę dodać instancję API.
pt: A interface web do Bacularis requer adicionar pelo menos uma instância da API do Bacularis com acesso compartilhado ao catálogo. Por favor, adicione a instância da API.
ru: Bacularis веб-интерфейс должен добавить хотя бы один экземпляр Bacularis API с общим доступом к каталогу. Пожалуйста, добавьте экземпляр API.

source: Save with name:
fr: Enregistrer avec le nom :
pl: Zapisz pod nazwą:
pt: Salve como:
ru: Сохранить с именем:

source: API connection test:
fr: Test de connexion API :
pl: Test połączenia API:
pt: Teste de conexão da API:
ru: Проверка соединения API:

source: Catalog support
fr: Support du catalogue
pl: Wparcie dla Catalog
pt: Suporte do Catálogo
ru: Поддержка каталога

source: Console support
fr: Support de la console
pl: Wparcie dla Konsoli
pt: Suporte do Console
ru: Поддержка консоли

source: Config support
fr: Support de configuration
pl: Wsparcie dla Konfiguracji
pt: Suporte das Configurações
ru: Поддержка конфигов

source: Supported
fr: Supporté
pl: Wspierane
pt: Suportado
ru: Поддерживается

source: Not supported
fr: Non supporté
pl: Nie wspierane
pt: Não suportado
ru: Не поддерживается

source: Step 3 - authentication params to Baculum Web panel
fr: Étape 3 - paramètres d'authentification sur le panneau Web de Baculum
pl: Step 3 - parametry autentykacji do panelu Baculum Web
pt: Etapa 3 - Parâmetros de autenticação para o painel Web do Baculum
ru: Шаг 3 - параметры аутентификации для панели Baculum Web

source: Step 4 - Finish
fr: Étape 4 - Terminer
pl: Krok 4 - Koniec
pt: Etapa 4 - Finalizar
ru: Шаг 4 - Завершение

source: Disabled
fr: Désactivé
pl: Wyłączony
pt: Desabilitado
ru: Отключено

source: From month
fr: À partir du mois
pl: Od miesiąca
pt: Do mês
ru: С

source: To month
fr: Vers le mois
pl: Do miesiąca
pt: Até o mês
ru: До

source: Month
fr: Mois
pl: Miesiąc
pt: Mês
ru: Месяц

source: From day
fr: À partir du jour
pl: Od dnia
pt: Do dia
ru: С

source: To day
fr: Au jour
pl: Do dnia
pt: Até o dia
ru: До

source: Day
fr: Jour
pl: Dzień
pt: Dia
ru: День

source: Day of week
fr: Jour de la semaine
pl: Dzień tygodnia
pt: Dia da semana
ru: День недели

source: From day of week
fr: À partir du jour de la semaine
pl: Od dnia tygodnia
pt: Do dia da semana
ru: С

source: To day of week
fr: Au jour de la semaine
pl: Do dnia tygodnia
pt: Até o dia da semana
ru: До

source: Hour
fr: Heure
pl: Godzina
pt: Hora
ru: Час

source: Minute
pl: Minuta
pt: Minuto
ru: Минута

source: From week
fr: De la semaine
pl: Od tygodnia
pt: Da semana
ru: С

source: To week
fr: À la semaine
pl: Do tygodnia
pt: Até a semana
ru: До

source: Week
fr: Semaine
pl: Tydzień
pt: Semana
ru: Неделя

source: Add new %resource_type resource on %component_name (%component_type)
fr: Ajouter une nouvelle ressource %resource_type à %component_name (%component_type)
pl: Dodaj nowy %resource_type zasób na %component_name (%component_type)
pt: Adicionar novo %resource_type resource em %component_name (%component_type)
ru: Добавить ресурс %resource_type на %component_name (%component_type)

source: Reset to default value
fr: Rétablir la valeur par défaut
pl: Resetuj do domyślnej wartości
pt: Redefinir o valor padrão
ru: Восстановить значение по умолчанию

source: Remove directive
fr: Supprimer la directive
pl: Usuń dyrektywę
pt: Remover diretiva
ru: Удалить директиву

source: Add API host
fr: Ajouter un hôte API
pl: Dodaj hosta API
pt: Adicionar host na API
ru: Добавить API-хост

source: Add host
fr: Ajouter un hôte
pl: Dodaj hosta
pt: Adicionar host
ru: Добавить хост

source: Given host already exists in config file.
fr: Un hôte donné existe déjà dans le fichier de configuration.
pl: Podany host już istnieje w pliku konfiguracyjnym.
pt: O host já existe no arquivo de configuração.
ru: Данный узел уже существует в файле конфигурации.

source: Problem during save to config file. Please check host config file permission.
fr: Problème lors de l'enregistrement dans le fichier de configuration. Veuillez vérifier la permission du fichier de configuration de l'hôte.
pl: Wystąpił problem podczas zapisywania do pliku konfiguracyjnego. Proszę sprawdzić uprawienia do pliku konfiguracyjnego hostów
pt: Problema durante a gravação do arquivo de configuração. Verifique a permissão do arquivo de configuração do host.
ru: Возникла проблема при сохранении конфигурационного файла. Пожалуйста, проверьте права доступа к файлу конфигурации хоста.

source: Host added successfully.
fr: Hôte ajouté avec succès.
pl: Host został dodany pomyślnie.
pt: Host adicionado com sucesso.
ru: Хост успешно добавлен.

source: Save as:
fr: Enregistrer sous :
pl: Zapisz jako:
pt: Salvar como:
ru: Сохранить как:

source: (optional)
fr: (facultatif)
pl: (opcjonalne)
pt: (opcional)
ru: (опционально)

source: Use HTTP Basic authentication
fr: Utiliser l'authentification HTTP basique
pl: Użyj autentykacji HTTP Basic
pt: Usar autenticação básica HTTP
ru: Использовать базовую проверку подлинности HTTP

source: Use OAuth2 for authorization and authentication
fr: Utiliser OAuth2 pour l'autorisation et l'authentification
pl: Użyj OAuth2 do autoryzacji i autentykacji
pt: Usar autorização e autenticação OAuth2
ru: Использовать OAuth2 для авторизации и аутентификации

source: Invalid Client ID value. Client ID may contain a-z A-Z 0-9 - _ characters.
fr: Valeur d'ID client invalide. L'ID du client peut contenir des caractères a-z A-Z 0-9 - _.
pl: Niepoprawna wartość Client ID. Client ID może zawierać znaki a-z A-Z 0-9 - _
pt: Valor da ID do cliente inválida. A ID do cliente deve conter somente os caracteres a-z A-Z 0-9 - _.
ru: Неверное значение ID клиента. ID клиента может содержать символы a-z A-Z 0-9 - _.

source: Please enter Client ID.
fr: Veuillez saisir l'identifiant Client.
pl: Proszę wprowadzić Client ID.
pt: Informe a ID do cliente.
ru: Пожалуйста, введите ID клиента.

source: OAuth2 Client ID:
fr: Identifiant Client OAuth2 :
pl: ID klienta OAuth2:
pt: ID OAuth2 do cliente:
ru: ID клиента OAuth2:

source: OAuth2 Client Secret:
fr: Secret du Client 0Auth2 :
pl: Hasło klienta OAuth2:
pt: Senha OAuth2 do cliente:
ru: OAuth2 Клиентский секрет:

source: Please enter Client Secret.
fr: Veuillez saisir le Secret du Client.
pl: Proszę wprowadzić Client Secret.
pt: Por favor, informe a senha do cliente.
ru: Пожалуйста, введите секретный ключ клиента.

source: Invalid Client Secret value. Client Secret may contain any character that is not a whitespace character.
fr: Valeur secrète client invalide. Le Secret client peut contenir n'importe quel caractère qui n'est pas un caractère d'espace.
pl: Niepoprawna wartość Client Secret. Client Secret może zawierać jakikolwiek znak, który nie jest spacją ani też innym znakiem białym.
pt: Valor da senha do cliente inválida. A senha do cliente pode conter qualquer caractere que não seja espaço em branco.
ru: Недопустимое клиентское Секретное значение. Клиентский Секрет может содержать любой символ, который не является пробелом.

source: generate
fr: générer
pl: generuj
pt: gerar
ru: генерировать

source: Dedicated Bconsole config file path:
fr: Chemin du fichier de configuration dédié à Bconsole :
pl: Dedykowany plik konfiguracyjny Bconsole:
pt: Caminho do arquivo de configuração do Bconsole dedicado:
ru: Выделенный путь к файлу конфигурации Bconsole:

source: Please enter Redirect URI.
fr: Veuillez entrer l'URL de redirection.
pl: Proszę wprowadzić wartość Redirect URI.
pt: Informe a URI de redirecionamento.
ru: Пожалуйста, введите редирект URI.
