Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Files for restore
fr: Fichiers à restaurer
pl: Pliki do przywrócenia
pt: Arquivos para restauração
ru: Файлы для восстановления

source: Selected files count:
fr: Nombre de fichiers sélectionnés :
pl: Ilość wybranych plików:
pt: Arquivos selecionados:
ru: Количество выбранных файлов:

source: Destination parameters
fr: Paramètres de destination
pl: Parametry celu
pt: Parâmetros de destino
ru: Параметры назначения

source: Restore to path:
fr: Restaurer vers le chemin :
pl: Przywróć do lokalizacji:
pt: Caminho para restauração:
ru: Путь для восстановления:

source: Restore job options
fr: Restaurer les options de job
pl: Opcje zadania przywracania
pt: Opções de restauração do job
ru: Опции задания для восстановления

source: Run restore
fr: Exécuter la restauration
pl: Uruchom przywracanie
pt: Iniciar restauração
ru: Запустить восстановление

source: Run
fr: Exécuter
pl: Uruchom
pt: Executar
ru: Запустить

source: Cancel
fr: Annuler
pl: Anuluj
pt: Cancelar
ru: Отмена

source: There is no backup for restore. Please go to previous step and select another client for restore or proceed backups for the client selected in previous step.
fr: Il n'y a aucune sauvegarde pour la restauration. Veuillez aller à l'étape précédente et sélectionner un autre client pour restaurer ou procéder aux sauvegardes pour le client sélectionné à l'étape précédente.
pl: Nie ma żadnych backupów do przywrócenia. Proszę przejść do poprzedniego kroku i wybrać innego klienta backupowego do przywrócenia lub wykonać backupy dla klienta wybranego w poprzednim kroku.
pt: Não existe nenhum backup para restauração. Por favor volte para o passo anterior e selecione outro cliente ou outro backup.
ru: Нет резервной копии для восстановления. Перейдите к предыдущему шагу и выберите другого клиента для восстановления или продолжайте резервное копирование для клиента, выбранного на предыдущем шаге.

source: Database file path (SQLite only):
fr: Chemin du fichier de la base de données (SQLite uniquement) :
pl: Lokalizacja pliku DB (tylko SQLite):
pt: Caminho para o banco de dados (SQLite somente):
ru: Путь к файлу базы данных (только SQLite):

source: Selected directories count:
fr: Nombre de répertoires sélectionnés :
pl: Ilość wybranych katalogów:
pt: Diretórios selecionados:
ru: Количество выбранных каталогов:

source: Delete job
fr: Supprimer le Job
pl: Usuń
pt: Excluir job
ru: Удалить задание

source: Cancel job
fr: Annuler le job
pl: Anuluj zadanie
pt: Cancelar job
ru: Отменить задание

source: NOTE!
pl: UWAGA!
pt: NOTA!
ru: ПРИМЕЧАНИЕ!

source: Baculum needs access to bconsole by the web server.
fr: Baculum a besoin d'accéder à bconsole par le serveur web.
pl: Baculum wymaga dostępu do konsoli bconsole przez serwer www.
pt: O Baculum requer acesso ao bconsole pelo Servidor Web.
ru: Baculum необходим доступ к bconsole через веб-сервер.

source: Director:
fr: Directeur :
pl: Zarządca:
pt: Diretor:
ru: Директор:

source: Jobs for run
fr: Jobs à exécuter
pl: Zadania do uruchomienia
pt: Jobs para executar
ru: Задания для запуска

source: Run job again
fr: Exécuter job à nouveau
pl: Uruchom ponownie
pt: Executar job novamente
ru: Запустить задание еще раз

source: Job status
fr: État du Job
pl: Status
pt: Status
ru: Статус задания

source: Bacula console
fr: Console Bacula
pl: Konsola Bacula
pt: Console do Bacula
ru: Консоль bacula

source: show console
fr: Afficher la console
pl: pokaż konsolę
pt: mostrar console
ru: показать консоль

source: hide console
fr: masquer la console
pl: ukryj konsolę
pt: esconder console
ru: скрыть консоль

source: volumes tools
fr: outils de volumes
pl: narzędzia volumenów
pt: utilitários de volumes
ru: инструменты томов

source: Label volume(s)
fr: Étiqueter volume(s)
pl: Etykietuj wolumen(y)
pt: Rotular volume(s)
ru: Маркировка тома(ов)

source: Update slots using barcodes
fr: Mettre à jour les emplacements à l\'aide de codes-barres
pl: Aktualizuj sloty używając barcode
pt: Atualizar slots usando código de barras
ru: Обновить слоты с помощью штрих-кодов

source: Update slots without barcodes
fr: Mettre à jour les emplacements sans codes-barres
pl: Aktualizuj sloty bez etykiet barcode
pt: Atualizar slots sem usar código de barras
ru: Обновить слоты без штрих-кодов

source: Label name:
fr: Nom de l'étiquette :
pl: Nazwa etykiety:
pt: Nome do rótulo:
ru: Название маркировки:

source: Label
fr: Étiquette
pl: Etykieta
pt: Aplicar rótulo
ru: Метка

source: Use barcodes as label:
fr: Utiliser les codes-barres comme libellés :
pl: Użyj barcode jako etykiet
pt: Usar código de barras como rótulos:
ru: Использовать штрих-коды как метку:

source: Update barcodes slots
fr: Mettre à jour les emplacements des codes-barres
pl: Aktualizuj sloty z etykietami barcode
pt: Atualizar código de barras dos slots
ru: Обновить штрих-коды слотов

source: Update slots scan
fr: Mettre à jour le scan des emplacements
pl: Aktualizuj sloty poprzez skanowanie
pt: Atualizar leitura dos slots
ru: Обновить сканирование слотов

source: Label name have to contain string value from set [0-9a-zA-Z_-].
fr: Le nom du libellé doit contenir la valeur de la chaîne [0-9a-zA-Z_-].
pl: Nazwa etykiety musi zawierać ciąg znaków ze zbioru [0-9a-zA-Z_-].
pt: O rótulo deve conter apenas os seguintes caracteres [0-9a-zA-Z_-].
ru: Имя метки должно содержать строковое значение из набора [0-9a-zA-Z_-].

source: Slots for label have to contain string value from set [0-9-,].
fr: Les emplacements pour le libellé doivent contenir la valeur de la chaîne de caractères [0-9-,].
pl: Sloty do etykietowania muszą zawierać ciąg znaków ze zbioru [0-9-,]
pt: Os rótulos dos slots devem conter apenas os seguintes caracteres [0-9-,].
ru: Слоты для метки должны содержать строковое значение из набора [0-9-,].

source: Drive has to contain digit value from set [0-9].
fr: Le lecteur doit contenir des chiffres à partir du paramètre [0-9].
pl: Napęd musi zawierać cyfry z zakresu [0-9]
pt: O nº do drive deve conter apenas os seguintes caracteres [0-9].
ru: Диск должен содержать числовое значение из набора [0-9].

source: Slots for update have to contain string value from set [0-9-,].
fr: Les emplacements à mettre à jour doivent contenir la valeur de la chaîne de caractères de l'ensemble [0-9-,].
pl: Sloty do aktualizacji muszą zawierać ciąg znaków ze zbioru [0-9-,].
pt: Os slots para atualização devem conter apenas os seguintes caracteres [0-9-,].
ru: Слоты для метки должны содержать строковое значение из набора [0-9-,].

source: or run
fr: ou exécuter
pl: lub uruchom
pt: ou execute
ru: или запустить

source: Bacularis Initial Wizard
fr: Assistant initial de Bacularis
pl: Kreator konfiguracji Bacularis
pt: Assistente inicial do Bacularis
ru: Мастер инициализации Bacularis

source: internal Baculum error.
fr: Erreur de Baculum interne.
pl: wewnętrzny błąd Baculum.
pt: Ocorreu um erro interno do Baculum.
ru: внутренняя ошибка Baculum.

source: TRY AGAIN
fr: RÉESSAYER
pl: SPRÓBUJ PONOWNIE
pt: Tentar novamente
ru: Попробуйте еще раз

source: Enable debug
fr: Activer le débogage
pl: Włącz tryb debugu
pt: Habilitar depuração
ru: Включить отладку

source: clear bvfs cache
fr: effacer le cache bvfs
pl: Wyczyść bvfs cache
pt: limpar bvfs cache
ru: очистить кэш bvfs

source: Bconsole admin config file path:
fr: Chemin du fichier de configuration d'administration Bconsole :
pl: Lokalizacja pliku konf. bconsole:
pt: Caminho bconsole.conf:
ru: Путь к bconsole.conf:

source: Bconsole custom config file path:
fr: Chemin du fichier de configuration personnalisé Bconsole :
pl: Lokalizacja konf. dla użytkowników:
pt: Caminho bconsole.conf usuário:
ru: Путь к bconsole.conf:

source: Please enter bconsole custom config file path.
fr: Veuillez entrer le chemin du fichier de configuration personnalisé bconsole.
pl: Proszę wprowadzić lokalizację pliku konfiguracyjnego dla użytkowników
pt: Por favor especifique o arquivo bconsole.conf do usuário.
ru: Пожалуйста, введите путь к файлу конфигурации bconsole.

source: For need defining more Baculum users with custom access or restricted console access (Bconsole ACLs) here is possible to determine custom bconsole configuration file format for each user.
fr: Pour avoir besoin de définir plus d'utilisateurs de Baculum avec un accès personnalisé ou un accès restreint à la console (Bconsole ACLs) il est ici possible de déterminer le format de fichier de configuration bconsole personnalisé pour chaque utilisateur.
pl: Jeżeli potrzebujesz zdefiniować użytkowników z ograniczonym dostępem (np. do zadań, akcji, zasobów, kopii zapasowych...itp), to tutaj jest możliwość określenia formatu nazwy plików konfiguracyjnych Bconsole, które będą używa konsolowych list dostępu (tzw. Bconsole ACLs).
pt: Se por necessidade mais usuários precisarem de acesso personalizado ou restrito ao bconsole (ACL's), é possível realizar estas configurações para cada usuário.
ru: Для необходимости определить больше пользователей Baculum с пользовательским доступом или ограниченным доступом консоли (Bconsole ACLs) здесь можно определить пользовательский формат файла конфигурации bconsole для каждого пользователя.

source: If there is used only one Baculum user then below field value will be ignored
fr: S'il n'y a qu'un seul utilisateur Baculum, alors la valeur du champ ci-dessous sera ignorée
pl: Jeśli jest użyty tylko jeden użytkownik Baculum, wtedy poniższa wartość pola będzie ignorowana
pt: Se existir apenas um único usuário do Baculum, o campo abaixo será ignorado
ru: Если используется только один пользователь Baculum, то ниже значения поля будут проигнорированы

source: {user} keyword will be replaced for each logged user into according username.
fr: Le mot clé {user} sera remplacé pour chaque utilisateur connecté selon son nom d'utilisateur.
pl: Słowo kluczowe {user} będzie zamieniane na nazwę każdego użytkownika zalogowanego do Baculum.
pt: A palavra-chave {user} será substituída para cada usuário conectado de acordo com o seu nome de usuário.
ru: Для каждого зарегистрированного пользователя будет заменено ключевое слово {user}.

source: If there is used only one Baculum user then below field value will be ignored.
fr: S'il n'y a qu'un seul utilisateur Baculum, alors la valeur du champ ci-dessous sera ignorée.
pl: Jeśli zamierzasz używać tylko jednego użytkownika Baculum (administrator), wtedy poniższa wartość pola będzie ignorowana.
pt: Se existir apenas um único usuário do Baculum, o campo abaixo será ignorado.
ru: Если используется только один пользователь Baculum, то ниже значения поля будут проигнорированы.

source: Above administration login and administration password will be used for login as administrator to Baculum WebGUI. They are your HTTP Basic authorization params by using which you will be logged in to Baculum.
fr: L'identifiant et le mot de passe administration ci-dessus sera utilisé pour la connexion en tant qu'administrateur à l'interface web de Baculum. Ce sont vos paramètres d'autorisation basique HTTP, et en les utilisant vous serez connecté à Baculum.
pl: Powyższy login administratora i hasło administratora będą używane do logowania jako administrator Baculum WebGUI. To są Twoje dane autoryzacyjne HTTP Basic, przy pomocy których będziesz logować się do Baculum.
pt: Os dados acima de configuração serão utilizados para acesso ao Baculum WebGUI como administrador. Eles são os parâmetros básicos de autenticação HTTP utilizados para efetuar este acesso.
ru: Выше логин и пароль администратора будут использоваться для входа в систему в качестве администратора Baculum WebGUI. Это ваши параметры авторизации HTTP Basic с помощью которых вы будете авторизоваться в Baculum.

source: If all above steps will not help or if during installation you made mistake in password in Initial Wizard, please remove settings file located in baculum/protected/Data/settings.conf and re-run Initial wizard.
fr: Si toutes les étapes ci-dessus ne vous aideront pas ou si lors de l'installation, vous avez fait une erreur dans le mot de passe dans l'Assistant Initial, veuillez supprimer le fichier de configuration situé dans baculum/protected/Data/settings.conf et exécuter à nouveau l'assistant initial.
pl: Jeżeli wszystkie powyższe kroki nie pomogą lub jeżeli podczas instalacji popełniłeś błąd w haśle w kreatorze początkowym, to usuń plik ustawień znajdujący się w baculum/protected/Data/settings.conf i uruchom ponownie kreatora początkowego.
pt: Se todas as etapas acima não ajudarem ou se durante a instalação você cometeu algum erro de senha no assistente de configuração, remova o arquivo de configurações localizado em baculum/protected/Data/settings.conf e execute novamente o Assistente de Configuração.
ru: Если все вышеперечисленные шаги не помогут или если во время установки вы совершили ошибку в пароле, удалите файл настроек, расположенный в baculum/protected/Data/settings.conf и перезапустите мастер инициализации.

source: Action:
pl: Akcja:
pt: Ação:
ru: Действие:

source: unmark all and close
fr: tout décocher et fermer
pl: Odznacz elementy i zamknij
pt: Desmarcar todos e fechar
ru: снять все и закрыть

source: This action will clear bvfs cache that was created during preparing restore files. There is not recommended use this action during restore job working. Are you sure?
fr: Cette action effacera le cache bvfs qui a été créé lors de la préparation des fichiers de restauration. Il n'est pas recommandé d'utiliser cette action lors de la restauration du job en cours. Êtes-vous sûr(e) ?
pl: Ta akcja wyczyści bvfs cache który był stworzony podczas przygotowania każdej akcji przywracania danych.\n\nNie jest zalecane używanie tej akcji podczas gdy jest uruchomione zadanie przywracania danych.\n\nCzy chcesz kontynuować?
pt: Esta ação vai limpar o bvfs cache que é criado durante a preparação da restauração dos arquivos.\n\nNão é recomendado executar esta ação durante a restauração de um backup.\n\nVocê tem certeza que deseja continuar?
ru: Это действие очистит кэш bvfs, созданный при подготовке файлов восстановления. Не рекомендуется использовать это действие во время восстановления задания. Вы уверены?

source: Debug files enable possibility to save most of actions executed on Bacularis WebGUI. Debug functionality should be enabled if there is happening something wrong with Bacularis or if something that looks like a bug. Logs can be useful for detecting a problems in Bacularis working. After confirmation this message Bacularis debug files will be continuously saving in /protected/Web/Logs/ directory. Are you sure?
fr: Les fichiers de débogage permettent d'enregistrer la plupart des actions exécutées sur Bacularis WebGUI. La fonctionnalité de débogage devrait être activée s'il y a un problème avec Bacularis ou si quelque chose ressemble à un bogue. Les journaux peuvent être utiles pour détecter un problème de Bacularis qui fonctionne. Après confirmation de ce message, les fichiers de débogage Bacularis seront sauvegardés en permanence dans le répertoire /protected/Web/Logs/. Êtes-vous sûr ?
pl: Pliki debugowania umożliwiają zapisywanie większości akcji wykonywanych w interfejsie web Bacularis. Funkcja debugowania powinna być załączona, jeżeli zdarzy się coś złego z Bacularis lub coś, co wygląda na błąd. Dzienniki debug mogą być przydatne do określenia probelmów związanych z pracą Bacularis. Po potwierdzeniu tej wiadomości pliki debug Bacularis będą stale zapisywane w katalogu /protected/eb/Logs/. Czy jesteś pewien?
pt: Habilitar a depuração possibilita registrar a maioria das ações executadas no Bacularis WebGUI. A depuração deve ser habilitada se estiver acontecendo algo de estranho com o Bacularis ou ocorrer algum erro que pode ser algum bug. Os logs são usados para detectar possíveis problemas na execução do Bacularis. Após confirmar esta mensagem, os arquivos de depuração serão salvos de forma contínua no diretório /protected/Web/Logs/. Você tem certeza que deseja habilitar a depuração?
ru: Отладочные файлы позволяют сохранять большинство действий, выполняемых на Bacularis WebGUI. Функциональность отладки должна быть включена, если происходит неправильная работа Bacularis или что-то похожее на баг. Логи могут быть полезны для выявления проблем в работе Bacularis. После подтверждения этого сообщения отладочные файлы будут постоянно сохраняться в каталоге /protected/Web/Logs/ . Вы уверены?

source: 10 elements
fr: 10 éléments
pl: 10 elementów
pt: 10 registros
ru: 10 элементов

source: 25 elements
fr: 25 éléments
pl: 25 elementów
pt: 25 registros
ru: 25 элементов

source: 50 elements
fr: 50 éléments
pl: 50 elementów
pt: 50 registros
ru: 50 элементов

source: 100 elements
fr: 100 éléments
pl: 100 elementów
pt: 100 registros
ru: 100 элементов

source: 200 elements
fr: 200 éléments
pl: 200 elementów
pt: 200 registros
ru: 200 элементов

source: 500 elements
fr: 500 éléments
pl: 500 elementów
pt: 500 registros
ru: 500 элементов

source: unlimited
fr: illimité
pl: bez limitu
pt: ilimitado
ru: неограниченное

source: 1000 elements
fr: 1000 éléments
pl: 1000 elementów
pt: 1000 registros
ru: 1000 элементов

source: Volume name
fr: Nom du volume
pl: Nazwa wolumenu
pt: Nome do volume
ru: Название тома (Volume)

source: Pool
pl: Pula
ru: Пул

source: When expire
fr: À l'expiration
pl: Kiedy wygasa
pt: Expira em
ru: Когда истекает

source: Storage name
fr: Nom du stockage
pl: Nazwa magazynu
pt: Nome do Storage
ru: Имя хранилища

source: Autochanger
fr: Changeur automatique
pl: Urządzenie Autochanger
ru: Авточейнджер

source: No
fr: Non
pl: Nie
pt: Não
ru: Нет

source: days
fr: Jours
pl: dni
pt: dias
ru: дней

source: day
fr: jour
pl: dzień
pt: dia
ru: день

source: Warning! You checked over 50 elements. Please note, that in case more time consuming actions, web browser request may timed out after 30 seconds. It this case action will be canceled and in consequence the action may not touch all selected elements. Are you sure you want to continue?
fr: Attention ! Vous avez vérifié plus de 50 éléments. Veuillez noter que dans le cas où des actions plus longues seraient nécessaires, la requête du navigateur Web pourrait expirer après 30 secondes. Cette action de cas sera annulée et en conséquence, l'action peut ne pas toucher tous les éléments sélectionnés. Êtes-vous sûr de vouloir continuer ?
pl: Uwaga!\n\nZaznaczyłeś ponad 50 elementów.\n\nProszę mieć na uwadze fakt, że w przypadku czasochłonnych operacji żądanie z przeglądarka internetowej może zostać anulowane po 30 sekundach. W takim przypadku akcja będzie przerwana i w konsekwencji może nie wykonać się dla wszystkich zaznaczonych elementów.\n\nCzy jesteś pewien, że chcesz kontynuować?
pt: Atenção!\n\nVocê selecionou mais de 50 registros.\n\nPor favor note que neste caso as ações vão levar mais tempo, pode ocorre timeout após 30 segundos. E neste caso a ação será cancelada e em consequência disso não serão mostrados os itens selecionados.\n\nVocê tem certeza que deseja continuar?
ru: Внимание! Вы проверили более 50 элементов. Пожалуйста, обратите внимание, что в случае, если требуется больше времени, запрос веб-браузера может истечь через 30 секунд. Это действие будет отменено и, следовательно, действие может не коснуться всех выбранных элементов. Вы уверены, что хотите продолжить?

source: Close the window
fr: Fermer la fenêtre
pl: Zamknij okno
pt: Fechar a janela
ru: Закрыть окно

source: Change the window size
fr: Modifier la taille de la fenêtre
pl: Zmień rozmiar okna
pt: Alterar o tamanho da janela
ru: Изменить размер окна

source: Configuration of storage daemons.
fr: Configuration des démons de stockage.
pl: Konfiguracja magazynów danych.
pt: Configurações dos daemons do Storage
ru: Конфигурация демонов хранения.

source: Configuration of clients daemons.
fr: Configuration des démons des clients.
pl: Konfiguracja klientów.
pt: Configurações dos daemons do Cliente
ru: Конфигурация демонов хранения.

source: Management of volumes.
fr: Gestion des volumes.
pl: Zarządzanie wolumenami.
pt: Configurações dos Volumes
ru: Управление томами.

source: Management of volumes pools.
fr: Gestion des pools des volumes.
pl: Zarządzanie pulami wolumenów.
pt: Configurações das Pools
ru: Управление томами в пулах.

source: Jobs settings.
fr: Paramètres des Jobs.
pl: Ustawienia zadań.
pt: Configurações do Jobs
ru: Настройки заданий.

source: Starting jobs.
fr: Commencements des jobs.
pl: Uruchamianie zadań.
pt: Executar jobs
ru: Запуск заданий.

source: Restore
fr: Restaurer
pl: Przywracanie danych
pt: Restaurar
ru: Восстановить

source: Restore wizard.
fr: Assistant de restauration.
pl: Kreator przywracania danych.
pt: Assistente de restauração
ru: Мастер восстановления.

source: Settings
fr: Réglages
pl: Ustawienia
pt: Configurações
ru: Настройки

source: Management settings wizard.
fr: Assistant de configuration de gestion.
pl: Kreator ustawień Baculum.
pt: Assistente de configurações
ru: Мастер настройки.

source: Client name
fr: Nom du client
pl: Nazwa klienta
pt: Nome do cliente
ru: Имя клиента

source: File Retention
fr: Rétention de fichier
pl: Retencja plików
pt: Retenção de arquivo
ru: Срок хранения файлов в БД (retention)

source: Job Retention
fr: Rétention du job
pl: Retencja zadań
pt: Retenção de job
ru: Срок хранения задания (retention)

source: Last written:
fr: Dernier écrit :
pl: Ostatnio zapisany:
pt: Última gravação:
ru: Последняя запись:

source: never written
fr: jamais écrit
pl: nie dotyczy
pt: Nunca utilizado
ru: никогда не записано

source: When expire:
fr: À l'expiration :
pl: Kiedy wygasa:
pt: Expira em:
ru: По истечению:

source: Job name
fr: Nom du job
pl: Nazwa zadania
pt: Nome do job
ru: Имя задания

source: End time
fr: Heure de fin
pl: Czas zak.
pt: Término
ru: Время окончания

source: Type
pl: Typ
pt: Tipo
ru: Тип

source: Level
fr: Niveau
pl: Poziom
pt: Nível
ru: Уровень

source: Director
fr: Directeur
pl: Zarządca
pt: Diretor

source: Enter
fr: Entrer
pl: Wykonaj
pt: Executar
ru: Ввод

source: Clear
fr: Nettoyer
pl: Wyczyść
pt: Limpar
ru: Очистить

source: select action
fr: sélectionner une action
pl: wybierz akcję
pt: selecione uma ação
ru: выбрать действие

source: Delete
fr: Supprimez
pl: Usuń
pt: Excluir
ru: Удалить

source: Output for selected job is not available yet or you do not have enabled logging job logs to the catalog database. To watch job log you need to add to the job Messages resource the following directive: Catalog = all, !debug, !skipped, !saved
fr: La sortie pour le job sélectionnée n'est pas encore disponible ou vous n'avez pas activé les journaux de tâches dans la base de donnés du catalogue. Pour regarder le journal des jobs, vous devez ajouter à la ressource Messages de job la directive suivante : Catalog = all,!debug,!skipped,!saved
pl: Listing dla wybranego zadania nie jest jeszcze dostępny lub nie masz włączonego logowania statusów zadań do bazy katalogowej. W celu oglądania listingów ze statusami zadań potrzeba włączyć w zasobie Messages następującą dyrektywę: Catalog = all, !debug, !skipped, !saved
pt: A saída para o job selecionado ainda não está disponível ou você não possuí ativado o registros de jobs no catálogo. Para acompanhar o registro dos jobs é preciso adicionar na diretiva Mensagens: Catalog = all, !debug, !skipped, !saved
ru: Вывод для выбранного задания еще не доступен или вы не включили ведение журнала заданий в базу данных каталога. Для просмотра журнала заданий вам нужно добавить в задание ресурс сообщений следующую строку: Catalog = all, !debug, !skipped, !saved

source: Workspace
fr: Espace de travail
pl: Panel główny
pt: Área de trabalho
ru: Рабочая область

source: Graphs
fr: Graphiques
pl: Grafy
pt: Gráficos
ru: Графики

source: select job
fr: sélectionner un job
pl: wybierz zadanie
pt: selecione um job
ru: выбрать задание

source: Last 6 hours
fr: Les 6 dernières heures
pl: Ostatnie 6 godzin
pt: Últimas 6 horas
ru: Последние 6 часов
