Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: OAuth2 Redirect URI (example: https://bacularis:9097/web/redirect):
fr: URI de redirection OAuth2 (exemple: https://bacularis:9097/web/redirect):
pl: OAuth2 Redirect URI (przykład: https://bacularis:9097/web/redirect):
pt: URI de redirecionamento OAuth2 (exemplo: https://bacularis:9097/web/redirect):
ru: OAuth2 перенаправление URI (пример: https://bacularis:9097/web/redirect):

source: OAuth2 scopes (space separated):
fr: Portées OAuth2 (séparées par des espaces) :
pl: Zakresy OAuth2 (oddzielone spacją):
pt: Escopo OAuth2 (separado por espaço):
ru: OAuth2 области (разделенные пробелом):

source: Please enter OAuth2 scopes.
fr: Veuillez entrer les portées OAuth2.
pl: Proszę wprowadzić zakresy OAuth2.
pt: Informe o escopo OAuth2.
ru: Пожалуйста, введите область OAuth2.

source: Auth Type:
fr: Type d'authentification :
pl: Typ autentykacji:
pt: Tipo de autenticação:
ru: Тип Авторизации:

source: OAuth2 Redirect URI:
fr: URI de redirection OAuth2 :
pl: Adres URI przekierowania OAuth2:
pt: URI de redirecionamento OAuth2:
ru: OAuth2 перенаправление URL:

source: OAuth2 Scope:
fr: Portée OAuth2 :
pl: Zakresy OAuth2:
pt: Escopo OAuth2:
ru: Область OAuth2:

source: Restore job:
fr: Job de restauration :
pl: Zadanie przywracania:
pt: Job de restauração:
ru: Восстановить задание:

source: API host
fr: Hôte API
pl: Host API
pt: Endereço da API
ru: Хост API

source: API host:
fr: Hôté API :
pl: Host API:
pt: Endereço da API:
ru: Хост API:

source: Select host
fr: Sélectionner l'hôte
pl: Wybierz host
pt: Selecione um host
ru: Выберите хост

source: Field required.
fr: Champ obligatoire.
pl: Pole wymagane.
pt: Campo requirido
ru: Поле обязательно.

source: Invalid value. Integer value required.
fr: Valeur invalide. Valeur entière requise.
pl: Niepoprawna wartość. Wymagane jest podanie liczby całkowitej.
pt: Valor inválido. Um valor inteiro é requerido.
ru: Неверное значение. Требуется целое значение.

source: Resource %s "%s" is used in the following resources:
fr: La resource %s "%s" est utilisée dans les ressources suivantes :
pl: Zasób %s "%s" jest użyty w następujących zasobach:
pt: O resource %s "%s" é utilizado nos seguintes recursos:
ru: Ресурс %s "%s" используется в следующих ресурсах:

source: Component: %s, Resource: %s "%s", Directive: %s
fr: Composant : %s, Ressource : %s "%s", Directive: %s
pl: Komponent: %s, Zasób: %s "%s", Dyrektywa: %s
pt: Componente: %s, Recurso: %s "%s", Diretiva: %s
ru: Компонент: %s, Ресурсы: %s "%s", Директива: %s

source: Are you sure that you want to remove %s resource "%s"?
fr: Êtes-vous certain de vouloir supprimer %s ressource "%s" ?
pl: Czy jesteś pewien, że chcesz usunąć zasób %s "%s"?
pt: Você tem certeza que deseja remover o recurso %s "%s"?
ru: Вы уверены, что вы хотите удалить %s ресурс "%s"?

source: Resource %s "%s" removed successfully.
fr: Ressource %s "%s" a été supprimés avec succès.
pl: Zasób %s "%s" został usunięty pomyślnie.
pt: Recurso %s "%s" removido com sucesso.
ru: Ресурс %s "%s" успешно удален.

source: Please unassign resource %s "%s" from these resources and try again.
fr: Veuillez retirer la ressource %s "%s" de ces ressources et réessayer.
pl: Proszę wypisać zasób %s "%s" z tych zasobów i spróbować ponownie.
pt: Por favor, desmarque o recurso %s "%s" desses recursos e tente novamente.
ru: Пожалуйста, отмените назначение ресурса %s "%s" из этих ресурсов и повторите попытку.

source: Size:
fr: Taille :
pl: Rozmiar:
pt: Tamanho:
ru: Размер:

source: Volume:
pl: Wolumen:

source: Sum:
fr: Somme :
pl: Suma:
pt: Total:
ru: Сумма:

source: Select
fr: Sélectionner
pl: Wybierz
pt: Selecione
ru: Выбрать

source: Path:
fr: Chemin :
pl: Lokalizacja:
pt: Caminho:
ru: Путь:

source: Restore wizard
fr: Assistant de restauration
pl: Przywracanie danych
pt: Assistente de restauração
ru: Мастер восстановления

source: This wizard enables you to do in easy way restore files to destination Bacula Client.
fr: Cet assistant vous permet de restaurer facilement les fichiers vers le client Bacula de destination.
pl: Ten konfigurator umożliwia wykonanie w łatwy sposób przywracania plików do docelowego Klienta Bacula.
pt: Este assistente permite que você execute de maneira fácil a restauração de arquivos de um determinado cliente.
ru: Этот мастер позволяет легко восстанавливать файлы до конечного клиента Bacula.

source: To start, please select backup Client which data you want to restore.
fr: Pour commencer, veuillez sélectionner le client de sauvegarde des données que vous souhaitez restaurer.
pl: Aby zacząć, proszę wybrać Klienta kopii zapasowych, którego dane chcesz przywrócić.
pt: Para começar, selecione o cliente que você deseja restaurar.
ru: Чтобы начать, выберите резервную копию клиента, какие данные вы хотите восстановить.

source: There are two ways to select backup to restore. The selected backup way provides list of jobs from which there is possible to select a job. If you need the latest backups from the Client alternatively you can use Group most recent backups way which will select backups for you basing on backup job name and fileset resource.
fr: Il y a deux façons de sélectionner la sauvegarde pour la restauration. La méthode de sauvegarde sélectionnée fournit la liste des jobs à partir desquelles il est possible de sélectionner une tâche. Si vous avez besoin des dernières sauvegardes du Client alternativement, vous pouvez utiliser la méthode de sauvegarde la plus récente du Groupe qui sélectionnera les sauvegardes pour vous en basant sur le nom de la tâche de sauvegarde et la ressource de fichiers.
pl: Są dwa sposoby na wybranie kopii zapasowych do przywrócenia. Sposób 'Wybrany backup' dostarcza listę zadań, z których możliwe jest wybranie kopii zapasowej. Jeśli potrzebujesz przywrócić dane z najnowszych backupów alternatywnie możesz użyć opcję 'Grupa najaktualniejszych backupów', która będzie wybierać backupy za ciebie bazując na zadaniu kopii zapasowych i zasobie fileset.
pt: Existem duas maneiras de selecionar um backup para restauração. A opção selecionada fornece a lista de Jobs individuais a partir dos quais é possível selecionar um backup. Se você precisa dos backups mais recentes do cliente, alternativamente, você pode usar a opção de backup mais mais recente, que irá selecionar backups para você baseando-se no nome do job e no fileset.
ru: Есть два способа выбрать резервную копию для восстановления. Выбранный способ резервного копирования предоставляет список заданий, из которых можно выбрать задание. Если вам нужны последние резервные копии от клиента, в качестве альтернативы вы можете использовать метод групповых последних резервных копий, который будет выбирать резервные копии для вас на основе имени задания резервного копирования и ресурса набора файлов.

source: Do not relocate files
fr: Ne pas déplacer les fichiers
pl: Nie relokuj plików
pt: Não realocar arquivos
ru: Не перемещать файлы

source: Relocate files with prefix and/or suffix
fr: Déplacer les fichiers avec un préfixe et/ou un suffixe
pl: Relokuj pliki z prefiksem i/lub sufiksem.
pt: Realocar arquivos com prefixo e/ou sufixo
ru: Переместить файлы с префиксом и/или суффиксом

source: Relocate files with regular expression
fr: Déplacer les fichiers avec une expression régulière
pl: Relokuj pliki z użyciem wyrażenia regularnego
pt: Realocar arquivos com expressão regular
ru: Перемещение файлов с регулярным выражением

source: Strip prefix:
fr: Retirer le préfixe :
pl: Obetnij prefiks:
pt: Tirar parte do prefixo:
ru: Префикс:

source: Add prefix:
fr: Ajouter un préfixe :
pl: Dodaj prefiks:
pt: Adicionar prefixo:
ru: Добавить префикс:

source: Add suffix:
fr: Ajouter un suffixe :
pl: Dodaj sufiks:
pt: Adicionar sufixo:
ru: Добавить суффикс:

source: File relocation option:
fr: Option de relocalisation du fichier :
pl: Opcja relokacji plików:
pt: Opção de realocação de arquivos:
ru: Опция перемещения файла:

source: Volume
pl: Wolumen

source: During restore there will be used following volumes:
fr: Lors de la restauration, les volumes suivants seront utilisés :
pl: Podczas zadania przywracania danych potrzebne będą następujące wolumeny:
pt: Durante a restauração, serão utilizados os seguintes volumes:
ru: При восстановлении будут использоваться тома:

source: Go back
fr: Revenir en arrière
pl: Powrót
pt: Voltar
ru: Вернуться

source: Start time
fr: Heure de début
pl: Czas rozp.
pt: Início
ru: Время начала

source: Name
fr: Nom
pl: Nazwa
pt: Nome
ru: Имя

source: More jobs
fr: Plus de jobs
pl: Więcej zadań
pt: Mostrar mais jobs
ru: Больше заданий

source: Welcome
fr: Bienvenue
pl: Witaj
pt: Seja bem vindo
ru: Добро пожаловать

source: Details
fr: Détails
pl: Szczegóły
pt: Detalhar
ru: Подробнее

source: Job is running
fr: Job en cours d\'exécution
pl: Zadanie jest uruchomione
pt: Job em execução
ru: Работа выполняется

source: Job is finished
fr: Job terminé
pl: Zadanie jest zakończone
pt: Job finalizado
ru: Работа завершена

source: Refresh log
fr: Rafraîchir le journal
pl: Odśwież dziennink
pt: Atualizar log
ru: Обновить лог

source: Job list
fr: Liste Job
pl: Lista zadań
pt: Lista de Jobs
ru: Список заданий

source: Action
pl: Akcja
pt: Ação
ru: Действие

source: Storage list
fr: Liste de stockage
pl: Lista magazynów danych
pt: Lista de Storages
ru: Список хранилищ

source: Status storage
fr: Statut du stockage
pl: Status magazynu danych
pt: Status do storage
ru: Статус хранилища

source: Storages
fr: Stockages
pl: Magazyny danych
ru: Хранилища

source: Client list
fr: Liste des clients
pl: Lista klientów
pt: Lista de Clientes
ru: Список клиентов

source: Job retention
fr: Rétention de job
pl: Retencja zadań
pt: Retenção de job
ru: Срок хранения задания (retention)

source: File retention
fr: Conservation de fichier
pl: Retencja plików
pt: Retenção de arquivo
ru: Срок хранения файлов в БД (retention)

source: Client details
fr: Détails du client
pl: Szczegóły klienta
pt: Detalhes do Cliente
ru: Детали клиента

source: Status client
fr: État du client
pl: Status klienta
pt: Status do cliente
ru: Статус клиента

source: Configure client
fr: Configuration du client
pl: Konfiguruj klienta
pt: Configurar cliente
ru: Настройка клиента

source: Add new Client
fr: Ajouter un nouveau client
pl: Dodaj nowego klienta
pt: Adicionar cliente
ru: Добавить нового клиента

source: New
fr: Nouveau
pl: Nowy
pt: Novo
ru: Новый

source: Resource to create:
fr: Ressource à créer :
pl: Zasób do stworzenia:
pt: Recurso para criar
ru: Ресурс для создания:

source: Create
fr: Créer
pl: Utwórz
pt: Criar
ru: Создать

source: Add new resource
fr: Ajouter une nouvelle ressource
pl: Dodaj nowy zasób
pt: Adicionar recurso
ru: Добавить новый ресурс

source: Please select host
fr: Veuillez sélectionner l'hôte
pl: Proszę wybrać host
pt: Selecione o host
ru: Пожалуйста, выберите хост

source: Component:
fr: Composant :
pl: Komponent:
pt: Componente:
ru: Компонент:

source: Please select component
fr: Veuillez sélectionner un composant
pl: Proszę wybrać komponent
pt: Selecione um componente
ru: Пожалуйста, выберите компонент

source: Add client
fr: Ajouter un client
pl: Dodaj klienta
pt: Adicionar cliente
ru: Добавить клиента

source: Add job
fr: Ajouter un job
pl: Dodaj zadanie
pt: Adicionar job
ru: Добавить задание

source: Job to run:
fr: Job à exécuter :
pl: Zadanie:
pt: Job:
ru: Задание для выполнения:

source: Add storage
fr: Ajouter du stockage
pl: Dodaj magazyn danych
pt: Adicionar storage
ru: Добавить хранилище

source: Add device
fr: Ajouter un appareil
pl: Dodaj urządzenie
pt: Adicionar device
ru: Добавить устройство

source: Add autochanger
fr: Ajouter un changeur automatique
pl: Dodaj zmieniarkę taśm
pt: Adicionar autochanger
ru: Добавить авточейнджер

source: Resource has been saved successfully.
fr: La ressource a été enregistrée avec succès.
pl: Zasób został zapisany poprawnie.
pt: O recurso foi salvo com sucesso.
ru: Ресурс успешно сохранен.

source: Configure storage
fr: Configurer le stockage
pl: Konfiguruj magazyn danych
pt: Configurar storage
ru: Настройка хранилища

source: Configure devices
fr: Configurer les appareils
pl: Konfiguruj urządzenia
pt: Configurar devices
ru: Настройка устройств

source: Configure autochanger
fr: Configurer le changeur automatique
pl: Konfiguruj zmieniarkę taśm
pt: Configurar autochanger
ru: Настройка авточейнджера

source: Storage details
fr: Détails du stockage
pl: Szczegóły magazynu danych
pt: Detalhes do Storage
ru: Детали Storage

source: Device name
fr: Nom de l'appareil
pl: Nazwa urządzenia
pt: Nome do device
ru: Имя устройства

source: Device details
fr: Détails de l'appareil
pl: Szczegóły urządzenia
pt: Detalhes do Dispositivo
ru: Детали устройства

source: Device:
fr: Appareil :
pl: Urządzenie:
pt: Dispositivo:
ru: Устройство:

source: Configure device
fr: Configurer l'appareil
pl: Konfiguruj urządzenie
pt: Configurar device
ru: Настройка устройства

source: Job details
fr: Détails du job
pl: Szczegóły zadania
pt: Detalhes do Job
ru: Детали задания

source: No. vols
fr: Nombre de volumes
pl: Liczba vol.
pt: Nº de volumes
ru: № Vols

source: Max. vols
pl: Maks. wolumenów
pt: Nº máximo de volumes
ru: Макс Vols

source: Vol. retention
fr: Rétention Vol.
pl: Retencja wol.
pt: Retenção
ru: Хранение Vol.

source: Max. vol. jobs
pl: Maks. zadań na wol.
pt: Nº máximo de jobs:
ru: Макс. заданий Vol.

source: Max. vol. bytes
fr: Vol. max. d'octets
pl: Maks. bajtów na wol.
pt: Tamanho máximo do volume:
ru: Макс. размер Vol. (байт)

source: Max. vol. files
fr: Fichiers maximum du volume
pl: Maks. plików. na wol.
pt: Nº máximo de arquivos:
ru: Max. файлов Vol.

source: Recycle
fr: Recycler
pl: Recykling
pt: Reciclar
ru: Перезаписываемый (Recycle)

source: Pool list
fr: Liste des pools
pl: Lista puli wolumenów
pt: Lista de Pools
ru: Список пулов

source: Add pool
fr: Ajouter un pool
pl: Dodaj pulę
pt: Adicionar pool
ru: Добавить пул

source: Update pool
fr: Mettre à jour le pool
pl: Aktualizuj pulę
pt: Atualizar pool
ru: Обновить пул

source: Update all vols in pool
fr: Mettre à jour tous les vols dans le pool
pl: Aktualizuj wszystkie wolumeny w puli
pt: Atualizar todos volumes da pool
ru: Обновить все vols в пуле

source: Pool details
fr: Détails du pool
pl: Szczegóły puli
pt: Detalhes da Pool
ru: Детали пула

source: Limits
fr: Limites
pl: Limity
pt: Limites
ru: Лимит

source: Recycling
fr: Recyclage
pl: Recykling
pt: Reciclagem
ru: Перезапись

source: Recycle pool
fr: Recycler le pool
pl: Pula recyklingu
pt: Pool de Reciclagem
ru: Перезаписываемый Пул

source: Scratch pool
fr: Détruire le pool
pl: Pula scratch
pt: Pool Scratch
ru: Скретч-пул

source: Next pool
fr: Pool suivant
pl: Następna pula
ru: Следующий пул

source: Enabled
fr: Activé
pl: Włączony
pt: Habilitado
ru: Включено

source: Volumes in pool
fr: Volumes dans le pool
pl: Wolumeny w puli
pt: Volumes da pool
ru: Томов в пуле

source: Configure pool
fr: Configurer le pool
pl: Konfiguruj pulę
pt: Configurar pool
ru: Настройка пула

source: First written
fr: Premier écrit
pl: Pierwszy zapis
pt: Primeira gravação
ru: Первая запись

source: Last written
fr: Dernier écrit
pl: Ostatni zapis
pt: Última gravação
ru: Последняя запись

source: Vol. jobs
pl: Zadania na wol.
pt: Nº jobs
ru: Заданий в Vol.

source: Vol. bytes
fr: Octets du volume
pl: Bajtów na wol.
pt: Utilizado
ru: Размер Vol.

source: Volume list
fr: Liste le volume
pl: Lista wolumenów
pt: Lista de Volumes
ru: Список томов

source: Volume details
fr: Détails du volume
pl: Szczegóły wolumenu
pt: Detalhes do Volume
ru: Volume подробно

source: Recycle count
fr: Nombre de recyclage
pl: Ilość recyklingów
pt: Número de reciclagens
ru: Количество рециклов

source: Configure volume
fr: Configurer le volume
pl: Konfiguruj wolumen
pt: Configurar volume
ru: Настроить Vol.

source: Vol. files
fr: Fichiers Vol.
pl: Plików na wol.
pt: Arquivos no volume
ru: Файлов в Vol.

source: Writing
fr: Écriture
pl: Zapisywanie
pt: Gravações
ru: Запись

source: Vol. status
fr: Statut Vol.
pl: Status wolumenu
pt: Status
ru: Статус Vol.

source: Vol. errors
fr: Erreurs Volume
pl: Błędy na wolumenie
pt: Nº de erros no volume
ru: Ошибки Vol.

source: Vol. mounts
fr: Montures Vol.
pl: Montowania wolumena
pt: Nº de montagens do volume
ru: Vol. монтировать

source: Configure job
fr: Configurer un job
pl: Konfiguruj zadanie
pt: Configurar job
ru: Настроить задание

source: Configure fileset
fr: Configurer le système de fichier
pl: Konfiguruj fileset
pt: Configurar fileset
ru: Настроить список файлов

source: Configure schedule
fr: Configurer le programme
pl: Konfiguruj harmonogram
pt: Configurar agenda
ru: Настроить расписание

source: Remove resource
fr: Enlever la ressource
pl: Usuń zasób
pt: Remover recurso
ru: Удалить ресурс

source: Job history
fr: Historique des jobs
pl: Historia zadań
pt: Jobs executados
ru: История заданий

source: Job history list
fr: Liste d'historique des jobs
pl: Lista historii zadań
pt: Histórico de Jobs executados
ru: История заданий

source: Job history details
fr: Détail d'historique du job
pl: Szczegóły historii zadania
pt: Detalhes do histórico do job
ru: История заданий подробно

source: Are you sure you want to remove this resource?
fr: Êtes-vous sûr de vouloir supprimer cette donnée ?
pl: Czy jesteś pewien, że chcesz usunąć ten zasób?
pt: Tem certeza de que deseja remover este recurso?
ru: Вы уверены, что хотите удалить этот ресурс?

source: FileSet list
fr: Liste d'ensemble de fichier
pl: Lista FileSet
pt: Lista de FileSets
ru: Список наборов файлов

source: Add fileset
fr: Ajouter un ensemble de fichier
pl: Dodaj fileset
pt: Adicionar fileset
ru: Добавить набор файлов

source: FileSet details
fr: Détails de l'ensemble de fichier
pl: Szczegóły FileSet
pt: Detalhes do FileSet
ru: Список файлов подробно

source: Schedule list
fr: Liste de planification
pl: Lista harmonogramów zadań
pt: Lista de Agendas
ru: Список расписаний

source: Add schedule
fr: Ajouter une planification
pl: Dodaj harmonogram zadań
pt: Adicionar agenda
ru: Добавить расписание

source: Schedules
fr: Planifications
pl: Harmonogramy zadań
pt: Agendas
ru: Расписания

source: Schedule:
fr: Planifications :
pl: Harmonogram:
pt: Agenda:
ru: Расписание:

source: Schedule details
fr: Détails de la planification
pl: Szczegóły harmonogramu zadań
pt: Detalhes da Agenda
ru: Детали расписания

source: Configure
fr: Configurer
pl: Konfiguracja
pt: Configurar
ru: Настройка

source: Configure Bacula hosts
fr: Configurer les hôtes Bacula
pl: Konfiguracja hostów Bacula
pt: Configurar Hosts do Bacula
ru: Настройка хостов Bacula

source: Previous
fr: Précédent
pl: Wstecz
pt: Voltar
ru: Назад

source: Next
fr: Suivant
pl: Dalej
pt: Avançar
ru: Вперёд

source: Exit wizard
fr: Quitter l'assistant
pl: Wyjdź z konfiguratora
pt: Sair do assistente
ru: Выйти из мастера настройки

source: Time range:
fr: Intervalle de temps :
pl: Zakres czasu:
pt: Intervalo de tempo:
ru: Диапазон времени:

source: Application settings
fr: Paramètres de l'application
pl: Ustawienia aplikacji
pt: Configurações da aplicação
ru: Настройки приложения

source: Update slots
fr: Mettre à jour les emplacements
pl: Aktualizacja slotów
pt: Atualizar slots
ru: Обновить слоты

source: Max. number of jobs visible in tables
fr: Nombre maximum de jobs visibles dans les tables
pl: Maks. liczba zadań widzialna w tabelach
pt: Número máximo de jobs visíveis
ru: Макс. количество заданий, видимых в таблицах

source: Max. number of jobs value must be integer greather than 0.
fr: La valeur maximum du nombre de jobs doit être supérieur à 0.
pl: Maks. liczba zadań musi być liczbą całkowitą większą od zera.
pt: O número máximo de jobs deve ser um valor inteiro maior que 0.
ru: Макс. количество заданий должно быть целым числовым больше чем 0.

source: Log order
fr: Ordre du journal
pl: Kolejność dziennika
pt: Ordenar log
ru: Порядок лога

source: Close Menu
fr: Fermer le menu
pl: Zamknij Menu
pt: Fechar menu
ru: Закрыть меню

source: Error code:
fr: Code d'erreur :
pl: Kod błędu:
pt: Código do erro:
ru: Код ошибки:

source: Message:
pl: Wiadomość:
pt: Mensagem:
ru: Сообщение:

source: Step 1 - select job type
fr: Étape 1 - sélectionnez le type de job
pl: Krok 1 - wybierz typ zadania
pt: Etapa 1 - Selecione o tipo de Job
ru: Шаг 1 - выберите тип задания

source: New job wizard
fr: Nouvel assistant de job
pl: Konfigurator nowego zadania
pt: Assistente de criação de job
ru: Мастер нового задания

source: This wizard enables you to create in easy way a new job.
fr: L'assistant vous permet de créer facilement un nouveau job.
pl: Ten konfigurator umożliwia ci stworzenie nowego zadania w łatwy sposób.
pt: Este assistente permite que você crie de maneira fácil um novo job.
ru: Этот мастер позволяет вам легко создать новое задание.

source: To start please select job type that you wish to create.
fr: Pour commencer, veuillez sélectionner le type de job que vous souhaitez créer.
pl: Aby zacząć proszę wybrać typ zadania, które życzysz sobie stworzyć.
pt: Para começar, selecione o tipo de job que você deseja criar.
ru: Чтобы начать, пожалуйста, выберите тип задания, который вы хотите создать.

source: Step 2 - what you want to backup
fr: Étape 2 - que voulez-vous sauvegarder
pl: Krok 2 - co chcesz backupować
pt: Etapa 2 - O que você deseja fazer backup?
ru: Шаг 2 - что вы хотите сохранить

source: Client and FileSet
fr: Client et ensemble de fichiers
pl: Klient i FileSet
pt: Cliente e FileSet
ru: Клиент и набор файлов

source: Please select Client from which you want to backup data and please select FileSet with files/directories definition to backup.
fr: Veuillez sélectionner le client à partir duquel vous souhaitez sauvegarder les données et sélectionnez la définition d'ensemble de fichier avec les fichiers/répertoires à sauvegarder.
pl: Proszę wybrać Klienta z którego chcesz backupować dane i proszę wybrać FileSet z definicją plików/katalogów do backupu
pt: Por favor, selecione o Cliente e o FileSet com a definição de arquivos/diretórios para backup.
ru: Пожалуйста, выберите клиента, из которого вы хотите сделать резервную копию данных, и выберите FileSet с определением файлов/каталогов для резервного копирования.

source: If your FileSet for this backup does not exist yet, you can create it.
fr: Si votre ensemble de fichier pour cette sauvegarde n'existe pas encore, vous pouvez la créer.
pl: Jeśli twój FileSet dla backupu nie istnieje jeszcze, możesz go stworzyć.
pt: Se o FileSet para este backup ainda não existir, você poderá criar um novo.
ru: Если ваш набор файлов для этой резервной копии еще не существует, вы можете его создать.

source: Add new FileSet
fr: Ajouter un nouvel ensemble de fichier
pl: Dodaj nowy FileSet
pt: Adicionar Novo FileSet
ru: Добавить новый FileSet

source: New FileSet
fr: Nouvel ensemble de fichier
pl: Nowy FileSet
pt: Novo FileSet
ru: Новый FileSet

source: Step 3 - where you want to backup
fr: Étape 3 - où voulez vous sauvegarder
pl: Krok 3 - gdzie chcesz składować backup
pt: Etapa 3 - Onde você deseja efetuar o backup?
ru: Шаг 3 - где вы хотите сделать резервную копию

source: Storage and Pool
fr: Stockage et Pool
pl: Magazyn i Pula wolumenów
pt: Storage e Pool
ru: Хранилище и Пул

source: Spool setting
fr: Réglage de Spool
pl: Ustawienia spoolingu
pt: Configuração de Spool
ru: Настройки ленты (Spool)
