Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Advanced settings
fr: Paramètres avancés
pl: Ustawienia zaawansowane

source: Director commands
fr: Commandes du directeur
pl: Komendy dyrektora

source: Storage commands
fr: Commandes du stockage
pl: Komendy Magazynu

source: Client commands
fr: Commandes du client
pl: Komendy Klienta

source: Bconsole commands
fr: Commandes Bconsole
pl: Komendy Bconsole

source: Catalog
fr: Catalogue
pl: Baza danych Catalog

source: NOTE: This is predefined OS profile that cannot be modified nor removed.
fr: REMARQUE : Ceci est un profil du système d'exploitation prédéfini qui ne peut pas être modifié ou supprimé.
pl: UWAGA: To jest predefiniowany profil systemu operacyjnego, który nie może być zmodyfikowany ani usunięty.

source: Add new SSH config
fr: Ajouter une nouvelle configuration SSH
pl: Dodaj nową konfigurację SSH

source: Hostname
fr: Nom d'hôte
pl: Nazwa hosta

source: SSH key
fr: Clé SSH
pl: Klucz SSH

source: Add SSH config
fr: Ajouter une configuration SSH
pl: Dodaj konfigurację SSH

source: Edit SSH config
fr: Modifier la configuration SSH
pl: Edytuj konfigurację SSH

source: SSH config with the given name already exists.
fr: La configuration SSH avec le nom spécifié existe déjà.
pl: Konfiguracja SSH o podanej nazwie już istnieje.

source: Add new SSH key
fr: Ajouter une nouvelle clé SSH
pl: Dodaj nowy klucz SSH

source: Key name
fr: Nom de clé
pl: Nazwa klucza

source: Fingerprint
fr: Empreinte
pl: Odcisk klucza

source: Add SSH key
fr: Ajouter une clé SSH
pl: Dodaj klucz SSH

source: Add package repository
fr: Ajouter un dépôt de paquets
pl: Dodaj repozytorium pakietów

source: Add SUDO settings
fr: Ajouter des paramètres SUDO
pl: Dodaj ustawienia SUDO

source: Pre-install Bacularis command
fr: Pré-installer la commande Bacularis
pl: Komenda preinstalacji Bacularis

source: Install Bacularis
fr: Installer Bacularis
pl: Instaluj Bacularis

source: Post-install Bacularis command
fr: Commande de post-installation Bacularis
pl: Komenda postinstalacji Bacularis

source: Configure Bacularis
fr: Configurer Bacularis
pl: Konfiguruj Bacularis

source: Create Bacularis user
fr: Créer un utilisateur Bacularis
pl: Utwórz użytkownika Bacularis

source: Set Bacularis password
fr: Définir le mot de passe Bacularis
pl: Ustaw hasło Bacularis

source: Start Bacularis
fr: Démarrer Bacularis
pl: Uruchom Bacularis

source: API access link
fr: Lien d\'accès à l\'API
pl: Link dostępu do API

source: Step
fr: Étape
pl: Krok

source: Protocol
pl: Protokół

source: IP address/hostname
pl: Adres IP/Nazwa hosta

source: Access method
pl: Metoda dostępu

source: open
pl: otwórz

source: Keep custom table settings:
pl: Zachowaj niestandardowe ustawienia tabeli:

source: No time limit (persistent settings)
pl: Brak limitu czasowego (trwałe ustawienia)

source: Until end of web browser session
pl: Do końca sesji przeglądarki internetowej

source: For specific time
pl: Przez określony czas

source: Keep table settings for
pl: Zachowaj ustawienia tabeli przez

source: The value must be positive integer or zero.
pl: Wartość musi być dodatnią liczbą całkowitą większą od zera.

source: Set time for which table settings will be preserved. Setting 0 (zero) is equivalent to no time limit option.
pl: Ustaw czas, przez który ustawienia tabeli będą zachowane. Ustawienie 0 (zero) jest równoznaczne z wyłączeniem limitu czasowego.

source: TLS/SSL encryption
pl: Szyfrowanie TLS/SSL

source: No encryption
pl: Brak szyfrowania

source: First vol.
pl: Pierwszy wol.

source: Vol. count
pl: Liczba wol.

source: Virtual Full backup job wizard
pl: Kreator zadań kopii zapasowej Virtual Full

source: This wizard enables you to easily set up a synthetic backup (Virtual Full).
pl: Ten kreator umożliwia ci łatwe skonfigurowanie syntetycznej kopii zapasowej (Virtual Full).

source: The Virtual Full backup consolidates the previous full backup, recent differential backup and subsequent incremental backups into a new full backup. This new full backup becomes the most recent full for next incremental/differential backups. The Virtual Full backup is realized without using Bacula client.
pl: Kopia Virtual Full konsoliduje poprzednią kopię pełną, ostatnią kopię różnicową i następne po niej kopie przyrostowe w nową kopię pełną. Ten nowy pełny backup staje się najnowszą pełną kopią dla następnych kopii przyrostowych/różnicowych. Kopia Virtual Full jest realizowana bez udziału klienta Bacula.

source: You can select an existing backup or create a new backup job that will be able to run Virtual Full job level.
pl: Możesz wybrać istniejący backup lub stworzyć nowe zadanie backupu, które będzie w stanie uruchomić poziom zadania Virtual Full.

source: Modify existing backup job to support Virtual Full.
pl: Modyfikuj istniejący backup, aby wspierać w nim Virtual Full.

source: Create a new backup job with the Virtual Full capability.
pl: Stwórz nowy backup ze zdolnością Virtual Full.

source: Step 3 - where you want to store data
pl: Krok 3 - gdzie chcesz składować dane

source: Virtual Full Pool
pl: Pula Virtual Full

source: Storage to write Virtual Full
pl: Magazyn danych do zapisu Virtual Full

source: Add new Virtual Full Pool
pl: Dodaj nową pulę Virtual Full

source: Select the pool and storage that will write Virtual Full.
pl: Wybierz pulę i magazyn danych, które będą zapisywać Virtual Full.

source: Virtual Full Type
pl: Typ Virtual Full

source: Step 4 - how would you like to use Virtual Full
pl: Krok 4 - jak chciałbyś używać Virtual Full

source: What kind of Virtual Full backup do you want to create:
pl: Jaki rodzaj kopii Virtual Full chcesz stworzyć:

source: Standard Virtual Full backup
pl: Standardowa kopia Virtual Full

source: create a new full backup by consolidating the last full backup and subsequent incremental/diifferential backups. Processed backups are preserved.
pl: tworzy nowy pełny backup poprzez konsolidowanie ostatniej kopii pełnej i następnych kopii przyrostowych/różnicowej. Przetwarzane kopie zapasowe są zachowywane.

source: Progressive Virtual Full backup
pl: Progresywny backup Virtual Full

source: This backup consolidates incremental and differential backups but keeps constant number of backups not consolidated. Optionally removes old already consolidated jobs. In this setting we have one full backup and some incrementals/differential that are dynamically consolidated in time.
pl: Ten backup konsoliduje kopie przyrostowe i różnicową, ale zachowuje stałą liczbę kopii nieskonsolidowanych. Opcjonalnie usuwa stare już skonsolidowane kopie. W tym ustawieniu mamy jedną kopię pełną i pewne kopie przyrostowe/różnicową, które są dynamicznie konsolidowane w czasie.

source: Last 90 days
pl: Ostatnie 90 dni

source: New virtual full job
pl: Nowa kopia Virtual Full

source: Reset zoom
pl: Zresetuj powiększenie

source: Zoom in
pl: Powiększ

source: Range of days:
pl: Zakres dni:

source: Jobs in range:
pl: Zadania w zakresie:

source: Sum of job bytes in range:
pl: Suma bajtów zadań w zakresie:

source: Sum of job files in range:
pl: Suma plików zadań w zakresie:

source: Jobs out of range on the right:
pl: Zadania poza zakresem na prawej stronie:

source: Would you like to delete old jobs that are consolidated during a Virtual Full?
pl: Czy chciałbyś usuwać stare zadania, które są konsolidowane podczas Virtual Full?

source: Schedule setting
pl: Ustawienia harmonogramu

source: When would you like to run the job?
pl: Kiedy chciałbyś uruchomić zadanie?

source: Create a basic schedule
pl: Utwórz podstawowy harmonogram

source: Normal backup
pl: Kopia normalna

source: Run level
pl: Poziom kopii

source: Run daily
pl: Uruchom codziennie

source: Virtual Full backup
pl: Kopia Virtual Full

source: Run on
pl: Uruchom w

source: Select schedule
pl: Wybierz harmonogram

source: No schedule. I will run Virtual Full manually
pl: Bez harmonogramu. Uruchomię Virtual Full ręcznie

source: New Job Name
pl: Nazwa nowego zadania

source: Save job
pl: Zapisz zadanie

source: Existing Job Name
pl: Nazwa istniejącego zadania

source: Prepare resources for a new backup job.
pl: Przygotuj zasoby dla nowego zadania backupu.

source: Quick edit
pl: Szybka edycja

source: Prev job
pl: Poprzednie zadanie

source: Next job
pl: Następne zadanie

source: Volume job list
pl: Lista zadań wolumenu

source: Latest
pl: Najnowsze

source: Copy to clipboard
pl: Skopiuj do schowka

source: Save log in file
pl: Zapisz logi w pliku

source: Job summary
pl: Podsumowanie zadania

source: Host groups
pl: Grupy hostów

source: API host method
pl: Metoda hosta API

source: API host groups
pl: Grupy hostów API

source: Add new API host group
pl: Dodaj nową grupę hostów API

source: API group name
pl: Nazwa grupy API

source: Edit API host group
pl: Edytuj grupę hostów API

source: Add API host group
pl: Dodaj grupę hostów API

source: API host group:
pl: Grupa hostów API:

source: API host group with the given name already exists.
pl: Grupa hostów API o podanej nazwie już istnieje.

source: API host groups:
pl: Grupy hostów API:

source: Use API hosts
pl: Użyj hostów API

source: Use API host groups
pl: Użyj grup hostów API

source: The API host groups are named sets of API hosts which can be used to assign to users instead of assigning single API hosts. The API group function is more flexible solution than assigning API hosts directly and may be useful in environments where users have access to more than one API host.
pl: Grupy hostów API są nazwanymi zbiorami hostów API, które mogą być przypisywane użytkownikom zamiast przydzielania im pojedynczych hostów API. Funkcja grupy API jest bardziej elastycznym rozwiązaniem niż przypisywanie hostów API bezpośrednio i może być przydatna w środowiskach, w których użytkownicy mają dostęp do więcej niż jednego hosta API.

source: Assign to API host groups:
pl: Przypisz do grup hostów API:

source: Bacula Console ACL
pl: Konsola Bacula ACL

source: Assigned
pl: Przypisany

source: unassign
pl: cofnij przypisanie

source: Set API host access to resources
pl: Ustaw dostęp hosta API do zasobów

source: Set user API host access to resources
pl: Ustaw dostęp użytkownika API hosta do zasobów

source: Set API host group access to resources
pl: Ustaw dostęp grupy hostów API do zasobów

source: All pools
pl: Wszystkie pule

source: Default API host groups for imported users:
pl: Domyślne grupy hostów API dla zaimportowanych użytkowników:

source: Director resource permissions
pl: Uprawnienia do zasobów zarządcy

source: Storage resource permissions
pl: Uprawnienia do zasobów magazynu danych

source: Client resource permissions
pl: Uprawnienia do zasobów klienta

source: Bconsole resource permissions
pl: Uprawienia do zasobów bconsole

source: Resource
pl: Zasób

source: Read-Only
pl: Tylko do odczytu

source: Read-Write
pl: Odczyt & Zapis

source: read only
pl: tylko do odczytu

source: read write
pl: odczyt/zapis

source: Preview
pl: Podgląd

source: no access
pl: brak dostępu

source: All read-only
pl: Wszystkie tylko do odczytu

source: All read-write
pl: Wszystkie do odczytu/zapisu

source: All no access
pl: Wszystkie brak dostępu

source: Resource permissions
pl: Uprawnienia zasobów

source: By default, all resources have read-write permissions.
pl: Domyślnie wszystkie zasoby mają uprawnienia do odczytu i zapisu.

source: Define paths to the verify job FileSet
pl: Zdefiniuj ścieżki do FileSet zadania weryfikacji

source: Main view
pl: Główny widok

source: Add data view
pl: Dodaj widok danych

source: View name
pl: Nazwa widoku

source: View description
pl: Opis widoku

source: My view 123
pl: Mój widok 123

source: This is My view 123 description.
pl: Taki jest opis mojego widoku 123.

source: Between conditions with different properties is used AND operator.
pl: Pomiędzy warunkami z różnymi właściwościami jest używany operator AND.

source: Between conditions with the same property is used OR operator.
pl: Pomiędzy warunkami z tymi samymi właściwościami jest używany operator OR.

source: Example 1
pl: Przykład 1

source: Example 2
pl: Przykład 2

source: Example 3
pl: Przykład 3

source: Edit data view
pl: Edytuj widok danych

source: Start test
pl: Rozpocznij test

source: Network test
pl: Test sieci

source: Packets
pl: Pakiety

source: Round-trip time (RTT)
pl: Czas RTT (round-trip time)

source: Minimum time
pl: Minimalny czas

source: Maximum time
pl: Maksymalny czas

source: Data size to transfer
pl: Rozmiar danych do przetransferowania

source: Select top 10 criteria
pl: Wybierz kryteria top 10 zadań

source: Show 10 largest files
pl: Pokaż 10 największych plików

source: Show 10 smallest files
pl: Pokaż 10 najmniejszych plików

source: Show 10 most recent files (MTIME)
pl: Pokaż 10 najnowszych plików (MTIME)

source: Show 10 oldest files (MTIME)
pl: Pokaż 10 najstarszych plików (MTIME)

source: Job top 10 files
pl: Top 10 plików zadania

source: RFC 4515 compliant LDAP search filters are supported, for example:
pl: Obsługiwane są filtry wyszukiwania LDAP zgodne z RFC 4515, na przykład:

source: Added
pl: Dodane

source: Removed
pl: Usunięte

source: Not included
pl: Nie dołączone

source: Select job file difference method
pl: Wybierz metodę różnicy plików zadań

source: A and B (full two jobs diff)
pl: A i B (pełna różnica dwóch zadań)

source: Since A until B (job range)
pl: Od A do B (zakres zadań)

source: Since B until A (job range)
pl: Od B do A (zakres zadań)

source: In A but not in B
pl: W A ale nie w B

source: In B but not in A
pl: W B, ale nie w A

source: Show
pl: Pokaż

source: Job file differences
pl: Różnice plików zadania

source: it displays all files from job A and all files from job B to compare and show the difference between them.
pl: Wyświetla wszystkie pliki z zadania A i wszystkie pliki z zadania B do porównania i do wyświetlenia różnicy między nimi.

source: It takes into account only two selected JobIds A and B.
pl: Bierze pod uwagę wyłącznie dwa wybrane JobIds A i B.

source: It is a good method to see in which of the two backups files were added (new and modified files) and in which they were removed (if used the Accurate job mode).
pl: To jest dobra metoda do zobaczenia, które pliki dwóch backupów były dodane (nowe i zmodyfikowane pliki) i w które pliki były usunięte (jeżeli używany jest tryb dokładny — tzw. tryb Accurate).

source: Also it displays what files have been included in A or in B, or in both.
pl: Również wyświetla które pliki zostały dołączone w zadaniach A lub w B, lub w obydwu.

source: it displays all files in selected JobIds range between A and B.
pl: wyświetla wszystkie pliki w wybranym zakresie JobIds pomiędzy A i B.

source: In this method A should be lower (older) than B.
pl: W tej metodzie A powinien być mniejszy (starszy) niż B.

source: Files are displayed as A files.
pl: Pliki są wyświetlane jako pliki A.

source: It is useful for seeing all added and removed files in multiple JobIds.
pl: Jest to pomocne do zobaczenia wszystkie dodane i usunięte pliki w wielu JobIds.

source: it displays all files in selected JobIds range between B and A.
pl: Wyświetla wszystkie pliki w wybranym zakresie JobIds pomiędzy A i B.

source: In this method B should be lower (older) than A.
pl: W tej metodzie B powinien być mniejszy (starszy) niż A.

source: Files are displayed as B files.
pl: Pliki są wyświetlane jako pliki B.

source: this method takes into account only two selected JobIds A and B to display files that have been added or removed in job A but not in B.
pl: ta metoda bierze pod uwagę jedynie dwa wybrane JobIds A i B do wyświetlenia plików, które zostały dodane lub usunięte w zadaniu A ale nie w zadaniu B.

source: It is useful to see changes included in A that do not exist in B.
pl: Jest to pomocne do zobaczenia zmian dołączonych w A które nie istnieją w B.

source: These changes exist in A and do not exist in B.
pl: Te zmiany istnieją w A i nie istnieją w B.

source: this method takes into account only two selected JobIds A and B to display files that have been added or removed in job B but not in A.
pl: ta metoda bierze pod uwagę jedynie dwa wybrane JobIds A i B do wyświetlenia plików, które zostały dodane lub usunięte w B, ale nie w A.

source: It is useful to see changes included in B that do not exist in A.
pl: Jest to pomocne do zobaczenia zmian dołączonych w B, które nie istnieją w A.

source: These changes exist in B and do not exist in A.
pl: The zmiany istnieją w B, ale nie istnieją w A.

source: There are available the following job file difference methods:
pl: Dostępne są następujące metody różnicy plików zadań:

source: The selected job file difference method requires that JobId %A (currently is %a) needs to be lower than JobId %B (currently is %b).
pl: Wybrana metoda różnicy plików wymaga, aby JobId %A (obecnie jest to %a) był niższy niż JobId %B (obecnie jest to %b).

source: Error. Please check: 1) if Bacula Director version is 11.0 or greater. This function is supported by Directors >= 11.0. 2) if you have enough memory for PHP to display many records (see memory_limit option in php.ini file) 3) if there are too many files in jobs to display (e.g. 1 million files or more).
pl: Błąd. Proszę sprawdzić: 1) czy wersja Zarządcy Bacula jest 11.0 lub większa. Ta funkcja jest wspierana przez Zarządcę Bacula w wersji >= 11.0. 2) czy masz wystarczająco pamięci przydzielonej dla PHP do wyświetlenia wielu rekordów (zobacz opcję memory_limit w pliku php.ini) 3) czy nie ma za dużo plików zadań do wyświetlnia (np. 1 milion plików lub więcej).

source: In use by
pl: W użyciu przez

source: Resource usage
pl: Użycie zasobu

source: Resource name
pl: Nazwa zasobu

source: Directive
pl: Dyrektywa

source: API host to test
pl: Host API do testu

source: Test name
pl: Nazwa testu

source: Download results
pl: Wyniki pobierania

source: Health self test
pl: Autotest stanu zdrowia

source: Show result
pl: Pokaż rezultat

source: Hide result
pl: Ukryj rezultat

source: Patterns
pl: Wzorce

source: Configs
pl: Konfiguracje

source: Add config
pl: Dodaj konfigurację

source: Add pattern
pl: Dodaj wzorzec

source: Config name
pl: Dodaj nazwę konfiguracji

source: Config description
pl: Opis konfiguracji

source: Component
pl: Komponent

source: Config with given name already exists.
pl: Konfiguracja z tą nazwą już istnieje.

source: Pattern name
pl: Nazwa wzorca

source: Pattern description
pl: Opis wzorca

source: Pattern with given name already exists.
pl: Wzorzec z tą nazwą już istnieje.

source: Error while writing pattern.
pl: Błąd podczas zapisywania wzorca.

source: Error while writing config.
pl: Błąd podczas zapisywania konfiguracji.

source: In pattern
pl: We wzorcu

source: My custom job config 123
pl: Moja konfiguracja zadania 123

source: Custom options for hosts in Server Room 3A.
pl: Własne opcje dla hostów w serwerowni 3A.

source: My pattern 123
pl: Mój wzorzec 123

source: My pattern 123 description.
pl: Opis mojego wzorca 123.

source: Edit pattern
pl: Edytuj wzorzec

source: Edit config
pl: Edytuj konfigurację

source: The following configs are used in patterns and cannot be deleted: %used_configs To delete them, please unassign these configs from patterns and try again.
pl: Następujące konfiguracje są użyte we wzorcach i nie mogą być usunięte: %used_configs Aby je usunąć, proszę wypisać te konfiguracje ze wzorców, a następnie proszę spróbować ponownie.

source: Bulk apply configs
pl: Masowe stosowanie konfiguracji

source: Please select config(s) to apply to selected resource(s).
pl: Proszę wybrać konfiguracje do zastosowania ich w wybranych zasobach.

source: Stop on error
pl: Zatrzymaj w przypadku wystąpienia błędu

source: Overwrite policy
pl: Polityka nadpisywania

source: Run simulation
pl: Uruchom symulację

source: Do not overwrite if directives from the configs are already defined in the Bacula resource configuration. Add only new ones.
pl: Nie nadpisuj, jeżeli dyrektywy z konfiguracji są już zdefiniowane w konfiguracji zasobów Bacula. Dodaj tylko nowe dyrektywy.

source: Overwrite if directives from the configs are already defined in the Bacula resource configuration.
pl: Napisz, jeżeli dyrektywy z konfiguracji są już zdefiniowane w konfiguracji zasobów Bacula.

source: Apply configs
pl: Zastosuj konfiguracje

source: In the selected config(s) is defined the Name resource directive. It means that in case selecting a policy for overwriting resources, process will stop because there cannot exist multiple resources the same type with the same name.
pl: W wybranych konfiguracjach są zdefiniowane dyrektywy zasobu Name. Oznacza to, że w przypadku wybrania polityki nadpisującej zasoby, proces zatrzyma się, ponieważ nie może istnieć wiele zasobów tego samego typu z tą samą nazwą.

source: In patterns are listed only configs with a Name directive defined.
pl: We wzorcach są listowane jedynie konfiguracje ze zdefiniowaną dyrektywą Name.

source: Apply patterns
pl: Zastosuj wzorce

source: Bulk apply patterns
pl: Masowe stosowanie wzorców

source: Please select pattern(s) to apply to API host component configuration.
pl: Proszę wybrać wzorce do zastosowania do konfiguracji komponentów hosta API.

source: Do not overwrite the same directives if the config resource already exists in the Bacula component configuration. Add only new directives.
pl: Nie nadpisuj tych samych dyrektyw, jeżeli konfiguracja zasobu już istnieje w konfiguracji komponentu Bacula. Dodaj tylko nowe dyrektywy.

source: Overwrite the same directives if the config resource already exists in the Bacula resource configuration.
pl: Napisz te same dyrektywy, jeżeli konfiguracji zasobu już istnieje w konfiguracji zasobu Bacula.

source: Configs are pieces of Bacula configuration that can be applied to existing resources. This is specially used to bulk apply the same repeatable configuration to multiple (or single) Bacula configuration resources. For example, you can create one config to apply some directives and another to apply other directives. It is possible to apply both configs on selected resources at once. Configs are used on the Bacula resource level.
pl: Konfiguracje są małymi kawałkami konfiguracji Bacula, które mogą być stosowane do istniejących zasobów. To jest szczególnie używane do masowego stosowania powtarzalnych części konfiguracji do wielu (lub pojedynczych) zasobów konfiguracji Bacula. Na przykład, możesz stworzyć jedną konfigurację do zastosowania pewnych dyrektyw i drugą konfigurację do stosowania innych dyrektyw. Istnieje możliwość stosowanie obydwu konfiguracji na wybranych zasobach za jednym razem. Konfiguracje są używane na poziomie zasobów Bacula.

source: Patterns are sets of configs that can be applied to existing Bacula components (Director, Storage Daemon, File Daemon). Unlike configs, patterns are applied to the entire component configuration instead of selected resources. Configs that are part of patterns have to contain complete new resources configuration (resources will be added to components) or existing configuration (resources will be updated in components). Configs assigned to patterns needs to have the Name directive defined.
pl: Wzorce są zbiorami konfiguracji, które mogą być używane do istniejących komponentów Bacula (Director, Storage Daemon, File Daemon). W odróżnieniu od pojedynczych konfiguracji wzorce są stosowanie do całej konfiguracji komponentów zamiast do wybranych zasobów. Konfiguracje, które są częściami wzorców, muszą zawierać kompletną konfigurację zasobu (zasób będzie dodany jako nowy) lub istniejącą konfigurację (zasób będzie zaktualizowany w komponentach). Konfiguracje przypisane do wzorców muszą mieć zdefiniowaną dyrektywę Name.

source: Login:
fr: Identifiant:
pt: Usuário:
ru: Логин:

source: Status
fr: État
ru: Статус

source: Purge
fr: Purger
pt: Purgar
ru: Очистить (Purge)

source: Prune
fr: Nettoyage
pt: Prunar
ru: Очистить (Prune)
