Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Director details
fr: Détails du directeur
pl: Szczegóły zarządcy
pt: Detalhes do diretor
ru: Директор подробно

source: Graphical director status is supported for Bacula directors version 9.0 and greater.
fr: État graphique du directeur est supporté pour les versions 9.0 et supérieur des directeurs Bacula.
pl: Graficzny status zarządcy jest wspierany od wersji zarządcy Bacula 9.0 i wyższych.
pt: O status do diretor gráfico é compatível com os diretores Bacula versão 9.0 e superiores.
ru: Графический статус клиента поддерживается для клиентов Bacula версии 9.0 и выше.

source: Status request timed out. The most probably the Bacula director is not available or it is not running.
fr: La requête de status a expiré. La raison la plus probable est que le directeur Bacula n\'est pas disponible ou n\'est pas en cours d\'exécution.
pl: Upłynął limit czasu żądania statusu. Najprawdopodobniej zarządca Bacula nie jest dostępny lub nie jest uruchomiony.
pt: A solicitação de status expirou. Provavelmente, o diretor do Bacula não está disponível ou não está funcionando.
ru: Истекло время ожидания запроса. Вероятно, клиент Bacula не доступен или не запущен.

source: To use the console page please configure bbconsjson binary file path on the API side.
fr: Pour utiliser la page de la console, veuillez configurer le chemin du fichier binaire bbconsjson du côté de l'API.
pl: Aby używać tej strony konsoli, proszę skonfigurować po stronie API lokalizację pliku binarnego bbconsjson.
pt: Para usar a página do console, por favor configure o caminho do arquivo binário bbconsjson no lado da API.
ru: Чтобы использовать страницу консоли, настройте путь к бинарным файлам bbconsjson на стороне API.

source: Console details
fr: Détails de la console
pl: Szczegóły konsoli
pt: Detalhes do console
ru: Детали консоли

source: Configure console
fr: Configurer la console
pl: Konfiguruj konsolę
pt: Configurar console
ru: Настройка консоли

source: Mode:
pl: Tryb:
pt: Modo:
ru: Режим:

source: Jobs finished successfully
fr: Jobs terminés normalement
pl: Zadania zakończone pomyślnie
pt: Jobs terminados normalmente
ru: Задания завершены нормально

source: Jobs finished with warnings
fr: Jobs avec des avertissements
pl: Zadania zakończone z ostrzeżeniami
pt: Jobs com avisos
ru: Задания с предупреждением

source: Jobs finished with errors
fr: Jobs terminés avec des erreurs
pl: Zadania zakończone błędami
pt: Jobs finalizados com erro
ru: Задания завершены с ошибкой

source: Jobs cancelled
fr: Jobs annulés
pl: Zadania anulowane
pt: Jobs cancelados
ru: Отменённые задания

source: Copy
fr: Copier
pl: Kopiuj
pt: Copiar
ru: Копировать

source: Column visibility
fr: Visibilité de la colonne
pl: Widoczność kolumn
pt: Visibilidade da coluna
ru: Настройка столбцов

source: 1 row selected
fr: 1 ligne sélectionnée
pl: Wybrano 1 wiersz
pt: 1 linha selecionada
ru: выбрана 1 строка

source: %d rows selected
fr: %d lignes sélectionnées
pl: Wybrano %d wierszy
pt: %d linhas selecionadas
ru: Выбрано %d строк

source: Show _MENU_ entries
fr: Afficher les entrées _MENU_
pl: Pokaż _MENU_ wierszy
pt: Exibir entradas _MENU_
ru: Показать _MENU_ записей

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Affichage des entrées _START_ à _END_ sur _TOTAL_
pl: Wiersze od _START_ do _END_ z _TOTAL_
pt: Exibindo _START_ a _END_ de _TOTAL_ registros
ru: Показаны _START_ по _END_ из _TOTAL_ записей

source: First
fr: Premier
pl: Pierwsza
pt: Primeiro
ru: Первое

source: Last
fr: Dernier
pl: Ostatnia
pt: Último
ru: Последняя

source: No matching records found
fr: Aucun enregistrement correspondant trouvé
pl: Nie znaleziono pasujących wierszy
pt: Nenhum registro correspondente encontrado
ru: Не найдено ни одной записи

source: filtered from _MAX_ total entries
fr: filtré à partir de _MAX_ entrées totales
pl: odfiltrowane z _MAX_ wszystkich wierszy
pt: filtrado do total de _MAX_ registros
ru: отфильтровано из _MAX_ всего записей

source: No data available in table
fr: Aucune donnée disponible dans le tableau
pl: Brak dostępnych danych w tabeli
pt: Não há dados disponíveis na tabela
ru: Нет данных в таблице

source: Jump to:
fr: Passer à :
pl: Idź do:
pt: Ir para:
ru: Перейти к:

source: Previous error/warning
fr: Avertissements/erreurs précédentes
pl: Poprzedni błąd/ostrzeżenie
pt: Erro/aviso anterior
ru: Предыдущая ошибка/предупреждение

source: Next error/warning
fr: Avertissements/erreurs suivants
pl: Następny błąd/ostrzeżenie
pt: Próximo erro/aviso
ru: Следующая ошибка/предупреждение

source: New backup job
fr: Nouveau job de sauvegarde
pl: Nowy backup job
pt: Novo job de backup
ru: Новое задание резервного копирования

source: New copy job
fr: Nouveau job de copie
pl: Nowy copy job
pt: Novo job de cópia
ru: Новая копия задания

source: Step 1 - basic information about new job
fr: Étape 1 - information de base sur le nouveau job
pl: Krok 1 - podstawowe informacje o nowym zadaniu
pt: Passo 1 - Informações básicas sobre o novo job
ru: Шаг 1 - базовая информация о новом задании

source: New copy job wizard
fr: Nouvel assistant de job de copie
pl: Kreator nowego zadania kopiowania
pt: Novo assistente de job de cópia
ru: Мастер нового задания

source: Copy jobs run copying backup jobs data from one volume to another. It is done by reading the previously backed up data from volume and writing it to another volume in a different pool. All process runs without using file daemon.
fr: Les jobs de copie exécutent la copie des données de sauvegarde d'un volume vers un autre. Il est fait en lisant les données précédemment sauvegardées à partir du volume et en l'écrivant dans un autre volume dans un pool différent. Tous les processus s'exécutent sans utiliser le démon de fichiers.
pl: Zadania kopiowania uruchamiają kopiowanie danych backupów z jednego wolumena na inny. To jest realizowane poprzez czytanie danych backupów z jednego wolumena i zapisywanie ich na innym wolumenie w innej puli wolumenów.
pt: Jobs de cópia copiam dados de backups de um volume para outro. É feito através da leitura dos dados previamente salvos de um volume e da escrita em outro volume em uma pool diferente. Todo o processo é executado sem usar o daemon de arquivos.
ru: Копирование заданий запускает копирование заданий резервной копии данных из одного тома в другой. Это делается путем чтения ранее сохраненных данных из тома и записи их в другой том в другой пул. Весь процесс запускается без использования файлового демона.

source: Step 2 - what you want to copy
fr: Étape 2 - ce que vous voulez copier
pl: Krok 2 - co chcesz kopiować
pt: Passo 2 - O que você deseja copiar
ru: Шаг 2 - что вы хотите скопировать

source: Source Pool
fr: Pool de source
pl: Pula źródłowa
pt: Pool de origem
ru: Исходный пул

source: Please select a pool from which you want to copy data.
fr: Veuillez sélectionner un pool à partir duquel vous souhaitez copier des données.
pl: Proszę wybrać pulę z której chcesz kopiować dane.
pt: Por favor, selecione a pool que deseja copiar os dados.
ru: Пожалуйста, выберите пул, из которого вы хотите скопировать данные.

source: The source pool will be examined for finding backup jobs to copy.
fr: La réserve de pool sera examinée pour trouver des jobs de sauvegarde à copier.
pl: Pula źródłowa będzie wybierana do znajdywania zadań backupu do skopiowania.
pt: O pool de origem será analisado para encontrar jobs de backup para copiar.
ru: Исходный пул будет исследован на предмет поиска заданий резервного копирования для копирования.

source: See volumes in selected pool
fr: Voir les volumes dans le pool sélectionné
pl: Zobacz wolumeny z wybranej puli
pt: Ver volumes na pool selecionada
ru: Смотреть тома в выбранном пуле

source: Step 3 - how would you like to copy
fr: Étape 3 - comment voulez-vous copier
pl: Krok 3 - jak chciałbyś kopiować
pt: Passo 3 - Como você gostaria de copiar
ru: Шаг 3 - как вы хотите сделать резервную копию

source: Backup jobs selection criteria
fr: Critères de sélection des jobs de sauvegarde
pl: Kryteria wyboru zadań backupu
pt: Critérios para seleção de jobs
ru: Критерии выбора резервных заданий

source: Please select the criteria that will be used for selecting backup jobs to copy.
fr: Veuillez sélectionner les critères qui seront utilisés pour sélectionner les jobs de sauvegarde à copier.
pl: Proszę wybrać kryteria, które będą użyte do wybrania zadań backupu do skopiowania.
pt: Por favor, selecione o critério que será usado para selecionar os jobs de backup a serem copiados.
ru: Пожалуйста, выберите критерии, которые будут использоваться для выбора заданий резервного копирования.

source: Copy by job
fr: Copier par job
pl: Kopiuj używając zadania
pt: Copiar por job
ru: Копировать по заданию

source: Copy by client
fr: Copier par client
pl: Kopiuj używając klienta
pt: Copiar por cliente
ru: Копировать по клиенту

source: Copy by volume
fr: Copier par volume
pl: Kopiuj używając wolumenu
pt: Copiar por volume
ru: Копировать по Тому

source: Copy by smallest volume
fr: Copier par volume le plus petit
pl: Kopiuj używając najmniejszego wolumenu
pt: Copiar por menor volume
ru: Копировать по наименьшему Тому

source: Copy by oldest volume
fr: Copier par volume le plus ancien
pl: Kopiuj używając najstarszego wolumenu
pt: Copiar pelo volume mais antigo
ru: Копировать по старым Томам

source: Copy by SQL query
fr: Copier par requête SQL
pl: Kopiuj używając zapytania SQL
pt: Copiar por consulta SQL
ru: Копировать по SQL-запросу

source: Copy all uncopied jobs (Pool Uncopied Jobs)
fr: Copier tous les jobs non copiés (Pool les tâches non copiées)
pl: Kopiuj wszystkie nieskopiowane zadania (Pool Uncopied Jobs)
pt: Copiar todos os jobs não copiados (Jobs não copiados da Pool)
ru: Скопируйте все нескопированные задания (пул нескопированных заданий)

source: See backup jobs
fr: Voir les jobs de sauvegarde
pl: Zobacz zadania backupów
pt: Ver jobs de backup
ru: Просмотреть задания резервного копирования

source: See clients
fr: Voir les clients
pl: Zobacz klientów
pt: Ver clientes
ru: Смотреть клиентов

source: See volumes
fr: Voir les volumes
pl: Zobacz wolumeny
pt: Ver volumes
ru: Смотреть тома

source: Warning
fr: Avertissement
pl: Ostrzeżenie
pt: Atenção
ru: Предупреждение

source: Note.
fr: Remarque.
pl: Uwaga.
pt: Nota.
ru: Примечание.

source: To chosen destination pool %pool will be assigned new Storage %storage. This action can affect all jobs (listed below) that use this pool. Are you sure you want to assign the storage %storage to pool %pool?
fr: Le pool de destination choisi %pool assigné à un nouveau stockage %storage. Cette action peut affecter tous les jobs (listés ci-dessous) qui utilisent ce pool. Êtes-vous sûr de vouloir assigner le stockage %storage au groupement %pool?
pl: Do wybranej puli docelowej %pool będzie przypisany nowy magazyn %storage. Ta akcja może mieć wpływ na wszystkie zadania backupu (wylistowane poniżej), które używają tej puli. Czy jesteś pewien, że chcesz przypisać %storage do puli %pool?
pt: Para o pool de destino escolhido %pool será atribuído um novo armazenamento %storage. Esta ação pode afetar todos os jobs (listados abaixo) que usam esta pool. Você tem certeza de que deseja atribuir o storage %storage na pool %pool?
ru: Выбранному целевому пулу %pool будет назначено новое хранилище %storage. Это действие может повлиять на все задания (перечисленные ниже), которые используют этот пул. Вы уверены, что хотите назначить хранилище %storage пулу %pool?

source: See all jobs that use the pool
fr: Voir tous les jobs qui utilisent le pool
pl: Zobacz wszystkie zadania, które używają tej puli
pt: Ver todos os jobs que usam a pool
ru: Посмотреть все задания, которые использует пул

source: Step 4 - where you like to copy
fr: Étape 4 - où vous souhaitez copier
pl: Krok 4 - gdzie chciałbyć kopiować
pt: Etapa 4 - O que você deseja fazer backup
ru: Шаг 4 - куда вы хотите сделать резервную копию

source: Destination Pool
fr: Pool de destination
pl: Pula docelowa
pt: Pool de destino
ru: Пул назначения

source: Please select destination pool to which will be stored data.
fr: Veuillez sélectionner le pool de destination vers lequel la donnée sera stocké.
pl: Proszę wybrać docelową pulę w której będą składowane dane.
pt: Por favor, selecione a pool de destino que serão armazenados os dados.
ru: Пожалуйста, выберите пул назначения, в котором будут сохранены данные.

source: Destination Storage
fr: Stockage de destination
pl: Docelowy magazyn
pt: Armazenamento de Destino
ru: Хранилище назначения

source: Step 5 - copy job options
fr: Étape 5 - copier les options du job
pl: Krok 5 - opcje zadania kopiowania
pt: Etapa 5 - copiar opções de jobs
ru: Шаг 5 - параметры копирования задания

source: Other options
fr: Autres options
pl: Inne opcje
pt: Outras opções
ru: Другие опции

source: Pick job name
fr: Choisir le nom du job
pl: Wybierz nazwę zadania
pt: Escolher nome do trabalho
ru: Выберите название задания

source: Pick client name
fr: Choisir le nom du client
pl: Wybierz nazwę klienta
pt: Escolher nome do cliente
ru: Выберите имя клиента

source: Pick volume name
fr: Choisir le nom du volume
pl: Wybierz nazwę wolumenu
pt: Escolher nome do volume
ru: Выберите название Тома

source: Level, Client and FileSet are not used during copy jobs running but they are required to define in copy job resource as the standard Job directives.
fr: Niveau, Client et système de fichier ne sont pas utilisés lors de la migration des jobs en cours d'exécution, mais ils sont requis pour définir la ressource de copie de job en tant que directives de job standard.
pl: Level, Client i FileSet nie są używane podczas działania zadań kopiowania, ale są wymagane do zdefiniowania w zadaniu kopiowania jako standardowe dyrektywy zasobu Job.
pt: Nível, Cliente e FileSet não são usados durante a cópia de tarefas em execução, mas são necessários para definir no recurso do job de cópia como as diretivas padrão do job.
ru: Уровень, Клиент и FileSet не используются во время копирования работ, но они должны определить в копировании ресурс задания в качестве стандартных директив задания.

source: Source Storage
fr: Stockage source
pl: Źródłowy magazyn
pt: Armazenamento de Origem
ru: Исходное хранилище

source: Please select a storage using which you want to read copy data.
fr: Veuillez sélectionner le stockage sur lequel vous voulez lire la donnée de copie.
pl: Proszę wybrać magazyn, używając którego chcesz czytać kopiowane dane.
pt: Selecione um armazenamento que deseja ler os dados de cópia.
ru: Пожалуйста, выберите пул, из которого вы хотите скопировать данные.

source: Please select a storage using which you want to write copied data.
fr: Veuillez sélectionner le stockage sur lequel vous voulez écrire la donnée de copie.
pl: Proszę wybrać magazyn, używając którego chcesz zapisywać kopiowane dane.
pt: Selecione um armazenamento que deseja gravar os dados de cópia.
ru: Пожалуйста, выберите пул, из которого вы хотите скопировать данные.

source: Not used
fr: Non utilisé
pl: Nie używane
pt: Não utilizado
ru: Не используется

source: New backup job wizard
fr: Nouvel assistant de job de sauvegarde
pl: Kreator nowego zadania backupu
pt: Novo job de backup
ru: Мастер нового задания

source: This wizard enables you to create in easy way a new backup job.
fr: Cet assistant vous permet de créer facilement un nouveau job de sauvegarde.
pl: Ten kreator umożliwia tworzenie w łatwy sposób nowego zadania backupu.
pt: Este assistente permite que você crie um novo job de backup.
ru: Этот мастер позволяет вам легко создать новое задание.

source: Monday
fr: Lundi
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник

source: Tuesday
fr: Mardi
pl: Wtorek
pt: Terça-feira
ru: Вторник

source: Wednesday
fr: Mercredi
pl: Środa
pt: Quarta-feira
ru: Среда

source: Thursday
fr: Jeudi
pl: Czwartek
pt: Quinta-feira
ru: Четверг

source: Friday
fr: Vendredi
pl: Piątek
pt: Sexta-feira
ru: Пятница

source: Saturday
fr: Samedi
pl: Sobota
pt: Sábado
ru: Суббота

source: Sunday
fr: Dimanche
pl: Niedziela
pt: Domingo
ru: Воскресенье

source: Days of the week
fr: Jours de la semaine
pl: Dni tygodnia
pt: Dia da semana
ru: Дни недели

source: Weeks of the month
fr: Semaines du mois
pl: Tygodnie miesiąca
pt: Semanas do mês
ru: Недели месяца

source: first
fr: premier
pl: pierwszy
pt: primeira
ru: первая

source: second
fr: deuxième
pl: drugi
pt: segunda
ru: вторая

source: third
fr: troisième
pl: trzeci
pt: terceira
ru: третья

source: fourth
fr: quatrième
pl: czwarty
pt: quarta
ru: четвертая

source: fifth
fr: cinquième
pl: piąty
pt: quinta
ru: пятая

source: sixth
fr: sixième
pl: szósty
pt: sexta
ru: шестая

source: Days of the month
fr: Jours du mois
pl: Dni miesiąca
pt: Dias do mês
ru: Дней месяца

source: Weeks of the year
fr: Semaines de l'année
pl: Tygodnie roku
pt: Semanas do ano
ru: Недель года

source: All weeks
fr: Toutes les semaines
pl: Wszystkie tygodnie
pt: Todas as semanas
ru: Все недели

source: All days
fr: Tous les jours
pl: Wszystkie dni
pt: Todos os dias
ru: Все дни

source: Run at specified HH:MM
fr: Exécuter à HH:MM spécifiée
pl: Uruchom o określonej GG:MM
pt: Executar na HH:MM especificada
ru: Запуск в указанное HH:MM

source: Run at
fr: Exécuter à
pl: Uruchom o
pt: Executar em
ru: Запустить в

source: All months
fr: Tous les mois
pl: Wszystkie miesiące
pt: Todos os meses
ru: Все месяцы

source: January
fr: Janvier
pl: Styczeń
pt: Janeiro
ru: Январь

source: February
fr: Février
pl: Luty
pt: Fevereiro
ru: Февраль

source: March
fr: Mars
pl: Marzec
pt: Março
ru: Март

source: April
fr: Avril
pl: Kwiecień
pt: Abril
ru: Апрель

source: May
fr: Mai
pl: Maj
pt: Maio
ru: Май

source: June
fr: Juin
pl: Czerwiec
pt: Junho
ru: Июнь

source: July
fr: Juillet
pl: Lipiec
pt: Julho
ru: Июль

source: August
fr: Août
pl: Sierpień
pt: Agosto
ru: Август

source: September
fr: Septembre
pl: Wrzesień
pt: Setembro
ru: Сентябрь

source: October
fr: Octobre
pl: Październik
pt: Outubro
ru: Октябрь

source: November
fr: Novembre
pl: Listopad
pt: Novembro
ru: Ноябрь

source: December
fr: Décembre
pl: Grudzień
pt: Dezembro
ru: Декабрь

source: Last day of the month
fr: Dernier jour du mois
pl: Ostatni dzień miesiąca
pt: Último dia do mês
ru: Последний день месяца

source: Months of the year
fr: Mois de l'année
pl: Miesiące roku
pt: Meses do ano
ru: Месяцы года

source: Hourly
fr: Chaque heure
pl: Co godzinę
pt: Hora em hora
ru: Почасовой

source: Daily
fr: Journalier
pl: Codziennie
pt: Diariamente
ru: Ежедневный

source: Weekly
fr: Hebdomadaire
pl: Tygodniowy
pt: Semanalmente
ru: Еженедельный

source: Monthly
fr: Mensuel
pl: Miesięczny
pt: Mensalmente
ru: Ежемесячный

source: Custom
fr: Personnalisé
pl: Własny
pt: Personalizado
ru: Настраиваемый

source: Run job every hour at the specified minute
fr: Exécuter un job toutes les heures à la minute spécifiée
pl: Uruchom zadanie co godzinę o określonej minucie
pt: Executar o job a cada hora no minuto especificado
ru: Запускать задание каждый час в указанную минуту

source: Run job every day at the specified time
fr: Exécuter le job tous les jours à l'heure spécifiée
pl: Uruchom zadanie codziennie o określonej godzinie
pt: Executar o job todos os dias no horário especificado
ru: Запускать задание каждый день в указанное время

source: Run job every week at the specified time on selected days of the week
fr: Exécuter un job chaque semaine à l'heure spécifiée sur les jours de la semaine sélectionnés
pl: Uruchom zadanie co tydzień o określonej godzinie w wybranych dniach tygodnia
pt: Executar o job toda semana no horário especificado nos dias da semana selecionados
ru: Запускать задание каждую неделю в указанное время в выбранных днях недели

source: Run job every month at the specified time in selected weeks of the month
fr: Exécuter un job chaque mois à l'heure spécifiée dans les semaines sélectionnées du mois
pl: Uruchom zadanie co miesiąc o określonej godzinie w wybranych tygodniach miesiąca
pt: Executa o job todo mês no horário especificado nas semanas selecionadas do mês
ru: Запускать задание каждый месяц в указанное время в выбранные недели месяца

source: Setup your custom schedule
fr: Configurez votre planning personnalisé
pl: Ustaw swój własny harmonogram
pt: Configurar seu agendamento personalizado
ru: Настроить индивидуальный график

source: Override directives
fr: Remplacer les directives
pl: Zastąp dyrektywy
pt: Substituir diretivas
ru: Настроить

source: Migrate by job
fr: Migrer par job
pl: Migruj według zadania
pt: Migrar por job
ru: Миграция по заданию

source: Migrate by client
fr: Migrer par client
pl: Migruj według klienta
pt: Migrar por cliente
ru: Миграция по клиенту

source: Migrate by volume
fr: Migrer par volume
pl: Migruj według wolumenu
pt: Migrar por volume
ru: Миграция по Тому

source: Migrate by smallest volume
fr: Migrer par le plus petit volume
pl: Migruj według najmiejszego wolumenu
pt: Migrar pelo menor volume
ru: Миграция по наименьшему Тому

source: Migrate by oldest volume
fr: Migrer par le volume le plus ancien
pl: Migruj według najstarszego wolumenu
pt: Migrar pelo volume mais antigo
ru: Копировать по старому Тому

source: Migrate using Pool occupancy
fr: Migrer en utilisant l'occupation du pool
pl: Migruj używając zajętości puli
pt: Migrar usando ocupação da Pool
ru: Миграция с использованием занятости пула

source: Migrate by Pool time
fr: Migrer par le temps du pool
pl: Migruj używając czasu puli
pt: Migrar por tempo do Pool
ru: Миграция по времени пула

source: Migrate by SQL query
fr: Migrer par requête SQL
pl: Migruj według zapytania SQL
pt: Migrar por consulta SQL
ru: Миграция по SQL-запросу

source: New migrate job wizard
fr: Nouvel assistant de migration des jobs
pl: Kreator nowego zadania migracji
pt: Novo assistente de migração de trabalho
ru: Новый мастер миграции задания

source: Step 2 - what you want to migrate
fr: Étape 2 - ce que vous voulez migrer
pl: Krok 2 - co chcesz migrować
pt: Passo 2 - O que você deseja migrar
ru: Шаг 2 - что вы хотите мигрировать

source: Please select a pool from which you want to migrate data.
fr: Veuillez sélectionner un groupement à partir duquel vous souhaitez migrer des données.
pl: Proszę wybrać pulę wolumenów z której chcesz migrować dane.
pt: Selecione um pool do qual deseja migrar os dados.
ru: Выберите пул, из которого вы хотите перенести данные.

source: The source pool will be examined for finding backup jobs to migrate.
fr: La réserve de pool sera examinée pour trouver des jobs de sauvegarde à migrer.
pl: Źródłowa pula wolumenów będzie przeszukiwana w celu znalezienia zadań backupów do migracji.
pt: O pool de origem será examinado para encontrar os jobs de backup para migrar.
ru: Исходный пул будет исследован на предмет заданий резервного копирования для миграции.

source: Please select a storage using which you want to read migrate data.
fr: Veuillez sélectionner un stockage en utilisant lequel vous voulez lire les données de migration.
pl: Proszę wybrać magazyn danych przy użyciu którego chcesz czytać migrowane dane.
pt: Selecione o storage que deseja ler os dados de migração.
ru: Выберите хранилище, которое вы хотите использовать для чтения данных миграции.
