Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Language:
fr: Langue :
pl: Język:
pt: Idioma:
ru: Язык:

source: select language
fr: Choisir une langue
pl: wybierz język
pt: selecione o idioma
ru: выберите язык

source: Language
fr: Langue
pl: Język
pt: Idioma
ru: Язык

source: Licence
pl: Licencja
pt: Licença
ru: Лицензия

source: Database
fr: Base de données
pl: Baza danych
pt: Banco de Dados
ru: База данных

source: Authentication
fr: Authentification
pl: Autentykacja
pt: Autenticação
ru: Проверка подлинности

source: Finish
fr: Terminer
pl: Podsumowanie
pt: Concluir
ru: Закончить

source: Console
pl: Konsola
ru: Консоль

source: Step 1 - select language
fr: Prremière étape - choisir une langue
pl: Krok 1 - wybierz język
pt: Etapa 1 - Selecionar o idioma
ru: Шаг 1 - выбор языка

source: Please select language.
fr: S'il vous plaît sélectionner une langue.
pl: Proszę wybrać język.
pt: Por favor, selecione o idioma desejado.
ru: Пожалуйста, выберите язык.

source: Step 2 - add API instances
fr: Seconde étape - ajouter les instances API
pl: Krok 2 - dodaj instancje API
pt: Etapa 2 - Adicionar instâncias da API
ru: Шаг 2 - добавление API экземпляров

source: Step 3 - params of Bacula database connection
fr: Troisième étape - Identifiants de connexion à la base de données
pl: Krok 3 - parametry połączenia z bazą danych Bacula
pt: Etapa 3 - Configuração da conexão com o banco de dados do Bacula
ru: Шаг 3 - параметры подключения к базе данных Bacula

source: Step 4 - Baculum access to bconsole
fr: Quatrième étape - Accès à bconsole pour baculum
pl: Krok 4 - Dostęp Baculuma do konsoli bconsole
pt: Etapa 4 - Dados de acesso para o bconsole
ru: Шаг 4 - Baculum доступ к bconsole

source: Step 5 - authorization params to Baculum
fr: Cinquième étape - Paramètres d'autorisation pour Baculum
pl: Krok 5 - parametry autoryzacji do Baculuma
pt: Etapa 5 - Configuração de autenticação
ru: Шаг 5 - параметры авторизации на Baculum

source: Step 5 - Finish
fr: Cinquième étape - Terminer
pl: Krok 5 - Koniec
pt: Etapa 5 - Finalizar
ru: Шаг 5 - Завершение

source: Save
fr: Enregistrer
pl: Zapisz
pt: Salvar
ru: Сохранить

source: I have read the license terms and agree to
fr: J'ai lu et accepte les termes de la licence
pl: Przeczytałem licencję i akceptuję jej postanowienia
pt: Eu li os termos de licença e concordo
ru: Я прочитал условия лицензии и согласен с

source: Database type:
fr: Type de base de données :
pl: Typ bazy danych:
pt: Tipo do banco de dados:
ru: Тип базы данных:

source: select database
fr: Sélectionnez la base de données
pl: wybierz bazę danych
pt: selecione o banco de dados
ru: выбрать базу данных

source: Need to move on to accept the license.
fr: Poursuivre pour accepter la licence.
pl: Trzeba zaakceptować licencję.
pt: É preciso aceitar os termos de licença para avançar.
ru: Необходимо продолжить, чтобы принять лицензию.

source: Database name:
fr: Nom de la base de données:
pl: Nazwa bazy danych:
pt: Nome do banco de dados:
ru: Имя базы данных:

source: Please select database type.
fr: Veuillez sélectionner le type de base de données:
pl: Proszę wybrać typ bazy danych.
pt: Por favor selecione o tipo de banco de dados.
ru: Пожалуйста, выберите тип базы данных.

source: Please enter database name.
fr: Veuillez préciser le nom de la base de données:
pl: Proszę wprowadzić nazwę bazy danych.
pt: Por favor digite o nome do banco de dados.
ru: Пожалуйста, введите имя базы данных.

source: Please enter login.
fr: Veuillez entrer votre identifiant.
pl: Proszę wprowadzić login.
pt: Por favor digite o usuário do banco de dados.
ru: Пожалуйста, введите логин.

source: Password:
fr: Mot de passe :
pl: Hasło:
pt: Senha:
ru: Пароль:

source: IP address (or hostname):
fr: Adresse IP (ou nom d'hôte):
pl: Adres IP (lub nazwa hosta):
pt: Endereço IP ou nome do host:
ru: IP адрес (или имя хоста):

source: Please enter IP address or hostname.
fr: Veuillez entrer une adresse IP ou un nom d'hôte.
pl: Proszę wprowadzić adres IP lub host.
pt: Por favor digite o endereço IP ou o nome do host.
ru: Пожалуйста, введите IP-адрес или имя хоста.

source: Please enter database port.
fr: Veuillez entrer le port de la base de données.
pl: Proszę wprowadzić numer portu bazy danych.
pt: Por favor digite a porta do banco de dados.
ru: Пожалуйста, введите порт базы данных.

source: SQLite database path:
fr: Chemin d'accès à la base SQLite:
pl: Lokalizacja SQLite DB:
pt: Caminho do banco de dados SQLite:
ru: Путь к базе данных SQLite:

source: Please enter database path.
fr: Veuillez indiquer le chemin d'accès à la base de données.
pl: Proszę wprowadzić lokalizację pliku.
pt: Por favor digite o caminho do banco de dados.
ru: Пожалуйста, введите путь к базе данных.

source: Connection test:
fr: Test de connexion:
pl: Test połączenia:
pt: Testar conexão:
ru: Проверка соединения:

source: Loading...
fr: Chargement en cours...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...

source: Connection error
fr: Erreur de connexion
pl: Błąd połączenia
pt: Erro de conexão
ru: Ошибка подключения

source: Bconsole binary file path:
fr: Chemin d'accès au binaire bconsole:
pl: Lokalizacja bconsole:
pt: Caminho para bconsole:
ru: Путь к бинарному файлу Bconsol:

source: Please enter bconsole path.
fr: Veuillez préciser le chemind'accès à bconsole.
pl: Proszę wprowadzić lokalizację bconsole.
pt: Por favor digite o caminho do executável do bconsole.
ru: Пожалуйста, введите путь bconsole.

source: Please enter bconsole config file path.
fr: Veuillez préciser le chemin d'accès au fichier de configuration de bconsole.
pl: Proszę wprowadzić położenie pliku .conf.
pt: Por favor digite o caminho do bconsole.conf.
ru: Пожалуйста, введите путь к файлу конфигурации bconsole.

source: Use sudo:
fr: Utiliser sudo:
pl: Użyj sudo:
pt: Utilizar sudo:
ru: Использовать sudo:

source: Bconsole connection test:
fr: Test de connexion à bconsole :
pl: Test połączenia z bconsole:
pt: Testar conexão com o bconsole:
ru: Проверка соединения с Bconsole:

source: Administration login:
fr: Identifiant administrateur :
pl: Login administratora:
pt: Usuário administrador:
ru: Логин администратора:

source: Administration password:
fr: Mot de passe administrateur:
pl: Hasło administratora:
pt: Senha administrador:
ru: Пароль администратора:

source: Please enter password.
fr: Veuillez entrer le mot de passe.
pl: Proszę wprowadzić hasło.
pt: Por favor digite uma senha.
ru: Пожалуйста, введите пароль.

source: Password must be longer than 4 chars.
fr: Le mot de passe doit être composé de plus de 4 caractères.
pl: Hasło musi być dłuższe niż 4 znaki.
pt: A senha deve conter mais do que 4 caracteres.
ru: Пароль должен быть длиннее 4 символов.

source: Retype administration password:
fr: Saisir à nouveau le mot de passe administrateur:
pl: Powtórz hasło administratora:
pt: Confirmar senha administrador:
ru: Повторите пароль администратора:

source: Please enter retype password.
fr: Saisir à nouveau le mot de passe.
pl: Proszę wprowadzić hasło.
pt: Por favor digite a confirmação de senha.
ru: Пожалуйста, введите пароль повторно.

source: Passwords must be the same.
fr: Les mots de passe doivent être identiques.
pl: Hasła muszą być takie same.
pt: As senhas devem ser iguais.
ru: Пароли должны совпадать.

source: Database parameters
fr: Paramètres de la base de données
pl: Parametry bazy danych
pt: Parâmetros do banco de dados
ru: Параметры базы данных

source: Database port:
fr: Port de la base de donnée :
pl: Port bazy danych
pt: Porta do banco de dados:
ru: Порт базы данных:

source: Bconsole access
fr: Accès à Bconsole
pl: Dostęp do bconsole
pt: Acesso bconsole
ru: Доступ к Bconsole

source: Use sudo for bconsole requests:
fr: Utiliser sudo pour les requêtes à bconsole :
pl: Użyj sudo dla zapytań bconsole:
pt: Utilizar sudo para executar bconsole:
ru: Используйте sudo для запросов bconsole:

source: Authorization to Baculum panel
fr: Autorisation vers le panneau Baculum
pl: Autoryzacja do panelu Baculum
pt: Autenticação ao painel do Baculum
ru: Авторизация в панели Baculum

source: Step 7 - Finish
fr: Étape 7 - Terminer
pl: Krok 7 - Podsumowanie
pt: Etapa 7 - Finalizar
ru: Шаг 7 - Завершение

source: Storage name:
fr: Nom du stockage :
pl: Nazwa magazynu:
pt: Nome do storage:
ru: Имя хранилища:

source: Console status
fr: État de la console
pl: Status konsoli
pt: Status do Console
ru: Статус консоли

source: Drive number:
fr: Numéro de lecteur :
pl: Numer napędu:
pt: Número do drive:
ru: Номер диска:

source: Slot number:
fr: Numéro de l'emplacement :
pl: Numer slotu:
pt: Número do slot:
ru: Номер слота:

source: Mount
fr: Monter
pl: Zamontuj
pt: Montar
ru: Монтировать

source: Release
fr: Version
pl: Odłącz
pt: Liberar
ru: Релиз

source: Umount
pl: Odmontuj
pt: Desmontar
ru: Размонтировать

source: Available actions
fr: Actions disponibles
pl: Dostępne akcje
pt: Ações Disponíveis
ru: Доступные действия

source: Close
fr: Fermer
pl: Zamknij
pt: Fechar
ru: Закрыть

source: Operation is in progress
fr: Opération en cours
pl: Operacja w trakcie
pt: Operação está em progresso
ru: Операция выполняется

source: Volume status:
fr: Statut du volume :
pl: Status wolumenu:
pt: Estado do volume:
ru: Статус тома:

source: Pool:
pl: Pula wolumenów:
ru: Пул:

source: Recycle:
fr: Recycler :
pl: Recykling (atrybut Recycle):
pt: Reciclar:
ru: Повторное использование (Recycle):

source: Enabled:
fr: Activé :
pl: Załączony (atrybut Enable)
pt: Habilitar:
ru: Включено:

source: In changer:
fr: Dans le changeur :
pl: W urządzeniu (atrybut In Changer):
pt: Está no changer:
ru: В чейнджере:

source: Apply
fr: Appliquer
pl: Zastosuj
pt: Aplicar
ru: Применить

source: Volume name:
fr: Nom du volume :
pl: Nazwa wolumenu:
pt: Nome do volume:
ru: Название тома:

source: Client name:
fr: Nom du client :
pl: Nazwa klienta:
pt: Nome do Cliente:
ru: Имя клиента:

source: Information about version
fr: Informations sur la version
pl: Informacja o wersji
pt: Informações sobre a versão
ru: Информация о версии

source: Pool name:
fr: Nom du pool :
pl: Nazwa puli:
pt: Nome da Pool:
ru: Название пула:

source: Switch the window view (normal/details)
fr: Basculer la vue de la fenêtre (normal/détails)
pl: Przełącz widok okna (normalny/szczegóły)
pt: Selecione a visualização (normal/detalhado)
ru: Переключить вид окна (обычный/подробный)

source: Maximum volumes:
fr: Volume maximum :
pl: Maksymalna liczba wolumenów:
pt: Nº máximo de volumes:
ru: Максимум томов:

source: Label format:
fr: Format de l'étiquette :
pl: Format etykiety:
pt: Formato do rótulo:
ru: Формат маркировки:

source: Scratch pool:
fr: Détruire la pool :
pl: Pula Scratch
pt: Pool Scratch:
ru: Скретч-пул:

source: Recycle pool:
fr: Recycler la pool :
pl: Pula recycle:
pt: Pool Reciclagem:

source: Restore configuration
fr: Restaurer la configuration
pl: Przywróć konfigurację
pt: Restaurar configurações
ru: Восстановить конфигурацию

source: Update volumes
fr: Mettre à jour les volumes
pl: Aktualizacja wolumenów
pt: Atualizar volumes
ru: Обновить тома

source: Client:
pl: Klient:
pt: Cliente:
ru: Клиент:

source: Job name:
fr: Nom du Job :
pl: Nazwa zadania:
pt: Nome do job:
ru: Имя задания:

source: Storage:
fr: Stockage :
pl: Magazyn danych:
ru: Хранилище:

source: Level:
fr: Niveau :
pl: Poziom:
pt: Nível:
ru: Уровень:

source: Priority:
fr: Priorité :
pl: Priorytet:
pt: Prioridade:
ru: Приоритет:

source: Run job
fr: Lancer le job
pl: Uruchom zadanie
pt: Executar job
ru: Запустить задание

source: Estimate job
fr: Estimer le job
pl: Estymacja zadania
pt: Estimar job
ru: Проверка работы

source: Accurate:
fr: Précision :
pl: Dokładna kopia:
pt: Modo preciso (Accurate):
ru: Точность (Accurate):

source: Storage Daemons
fr: Démons de stockage
pl: Magazyny danych - Storage
pt: Storages
ru: Демоны хранения

source: Clients
pl: Klienci
pt: Clientes
ru: Клиенты

source: Volumes
pl: Wolumeny
ru: Тома

source: Pools
pl: Pule wolumenów
ru: Пулы

source: Jobs
pl: Zadania
ru: Задания

source: Search:
fr: Rechercher:
pl: Szukaj:
pt: Procurar:
ru: Поиск:

source: View mode:
fr: Mode d'affichage:
pl: Widok:
pt: Visualizar:
ru: Режим просмотра:

source: simple
pl: prosty
pt: simples
ru: простой

source: details
fr: détails
pl: szczegółowy
pt: detalhado
ru: подробнее

source: Retention period value must be integer.
fr: La valeur de la période de rétention doit être un entier.
pl: Czas retencji wolumenu musi być liczbą całkowitą.
pt: O período de retenção deve ser um número inteiro.
ru: Значение периода хранения должно быть целым числом.

source: There is not possible to run selected action because:
fr: Il est impossible d'exécuter l'action selectionnée pour le motif suivant :
pl: Nie jest możliwe uruchomienie wybranej akcji ponieważ:
pt: Não é possível executar a ação selecionada porque:
ru: Невозможно запустить выбранное действие, потому что:

source: Drive number must be integer.
fr: Le numéro du drive doit être un entier.
pl: Numer napędu musi być liczbą całkowitą.
pt: O número do drive deve ser um número inteiro.
ru: Номер диска должен быть целым числом.

source: Slot number must be integer.
fr: Le numéro du slot doit être un entier.
pl: Numer slotu musi być liczbą całkowitą.
pt: O número do slot deve ser um número inteiro.
ru: Номер слота должен быть целым числом.

source: File retention value must be integer.
fr: La valeur de la rétention sur les fichiers doit être un entier.
pl: Retencja plików musi być liczbą całkowitą.
pt: A retenção de arquivos deve ser um número inteiro.
ru: Значение сохранения файла должно быть целым числом.

source: Job retention value must be integer.
fr: La valeur de la rétention des Jobs doit être un entier.
pl: Retencja zadań musi być wartością całkowitą.
pt: A retenção de Job deve ser um número inteiro.
ru: Хранение задания должно быть целым числом.

source: Vol. use duration value must be integer.
fr: La valeur du "Volume Use Duration" doit être un entier.
pl: Vol. use duration musi być liczbą całkowitą.
pt: O tempo de uso do volume deve ser um número inteiro.
ru: Время использования тома должно быть целым числом.

source: Max. vol. jobs value must be integer.
fr: La valeur de "Max. vol. jobs." doit être un entier.
pl: Max. vol. jobs musi być liczbą całkowitą.
pt: O número máximo de jobs por volume deve ser um número inteiro.
ru: Макс. томов заданий должно быть целым числом.

source: Max. vol. files value must be integer.
fr: La valeur de "Max. vol. files" doit être un entier.
pl: Max. vol. files musi być liczbą całkowitą.
pt: O número máximo de arquivos por volume dever ser um número inteiro.
ru: Max. файлов тома должно быть целым числом.

source: Max. vol. bytes value must be integer.
fr: La valeur de "Max. Vol. bytes" doit être un entier.
pl: Max. vol. bytes musi być liczbą całkowitą.
pt: O tamanho máximo do volume deve ser um número inteiro.
ru: Макс. размер тома должно быть целым числом.

source: Slot value must be integer.
fr: Le numéro du slot doit être un entier.
pl: Slot musi być liczbą całkowitą.
pt: O número do slot deve ser um número inteiro.
ru: Значение слота должно быть целым числом.

source: Max. volumes value must be integer.
fr: La valeur de "Max. volumes" doit être un entier.
pl: Max. volumes musi być liczbą całkowitą.
pt: O número máximo de volumes deve ser um número inteiro.
ru: Макс. значение томов должно быть целым числом.

source: Use duration value must be integer.
fr: La valeur de "Use Duration" doit être un entier.
pl: Vol. use duration musi być liczbą całkowitą.
pt: Tempo de uso do volume deve ser um número inteiro.
ru: Значение продолжительности (duration) vol. быть целым числом.

source: Label format value must not be empty.
fr: La valeur de "Label format" ne doit pas être vide.
pl: Format etykiety nie może być pusty.
pt: O formato do rótulo não pode ser vazio.
ru: Значение формата метки не должно быть пустым.

source: Priority value must be integer greather than 0.
fr: La valeur de "priority" doit être un entier supérieur à 0.
pl: Priorytet musi być liczbą większą niż 0.
pt: A prioridade deve ser um número inteiro maior do que 0.
ru: Приоритетное значение должно быть целым числом больше 0.

source: File retention value must be positive integer or zero.
fr: La valeur "File Retention" doit être un entier positif ou nul.
pl: Retencja plików musi być liczbą całkowitą.
pt: A retenção de arquivo deve ser um número inteiro positivo ou 0.
ru: Значение сохранения файла (retention) должно быть положительным целым числом или нулем.

source: Job retention value must be positive integer or zero.
fr: La valeur "Job retention" doit être un entier positif ou nul.
pl: Retencja zadań musi być liczbą całkowitą.
pt: A retenção do job deve ser um número inteiro positivo ou 0.
ru: Срок хранения задания должно быть положительным целым числом или нулем.

source: File retention (in days):
fr: Rétention sur les fichiers (en jours):
pl: Retencja plików (w dniach):
pt: Retenção de arquivo (em dias):
ru: Срок хранения файлов в БД (retention) в днях:

source: Job retention (in days):
fr: Rétention sur les jobs (en jours):
pl: Retencja zadań (w dniach):
pt: Retenção de job (em dias):
ru: Срок хранения задания (дней.):

source: select pool
fr: choisir un pool
pl: wybierz pulę
pt: selecione uma pool
ru: выбрать пул

source: Retention period (in hours):
fr: Période de rétention (en heures):
pl: Czas retencji wolumenu (w godz.):
pt: Período de retenção (em horas):
ru: Период хранения (в часах):

source: Vol. use duration (in hours):
fr: Durée maximale d'utilisation des volumes (en heures):
pl: Vol. use duration (w godz.):
pt: Tempo de uso do volume (em horas):
ru: Том длительность использования (в часах.):

source: Job to restore:
fr: Job à restaurer:
pl: Zadanie do przywrócenia:
pt: Job para restaurar:
ru: Задание для восстановления:

source: Backup from client:
fr: Sauvegarde du client:
pl: Backup z klienta:
pt: Backup do cliente:
ru: Резервная копия с клиента:

source: Restore to client:
fr: Restauration vers le client:
pl: Przywrócenie do klienta:
pt: Restaurar para o cliente:
ru: Восстановить на клиента:

source: Backup to restore:
fr: Sauvegarde à restaurer:
pl: Kopia zapasowa do przywrócenia:
pt: Backup para restauração:
ru: Резервное копирование для восстановления:

source: Step 1 - select source backup client
fr: Première étape - choisir le client à sauvegarder
pl: Krok 1 - wybierz źródłowego klienta backupu
pt: Etapa 1 - Selecione a origem do backup
ru: Шаг 1 - выберите клиента

source: Client
pl: Klient
pt: Cliente
ru: Клиент

source: Backup
fr: Sauvegarde
pl: Kopia zapasowa
ru: Резервное копирование

source: Step 2 - select backup to restore
fr: Étape 2 - sélectionnez la sauvegarde à restaurer
pl: Krok 2 - wybierz backup do przywrócenia
pt: Etapa 2 - Selecione o backup que deseja restaurar
ru: Шаг 2 - выберите резервную копию для восстановления

source: Backup selection method:
fr: Méthode de sélection de sauvegarde :
pl: Metoda wyboru backupu:
pt: Método de seleção de backup:
ru: Выбор резервной копии:

source: Selected backup
fr: Sauvegarde sélectionnée
pl: Wybrany backup
pt: Backup selecionado
ru: Резервная копия

source: FileSet resource:
fr: Ressource FileSet:
pl: Zasób FileSet:
pt: FileSet:
ru: Набор файлов ресурс:

source: Storage resource:
fr: Ressource Storage:
pl: Zasób Storage:
pt: Storage:
ru: Хранилище ресурс:

source: Pool resource:
fr: Ressource Pool:
pl: Zasób puli:
pt: Pool:
ru: Пул ресурс:

source: Step 3 - select files to restore
fr: Étape 3 - choisir les fichiers à restaurer
pl: Krok 3 - wybierz pliki do przywrócenia
pt: Etapa 3 - Selecione os arquivos para restaurar
ru: Шаг 3 - выберите файлы для восстановления

source: Files
fr: Fichiers
pl: Pliki
pt: Arquivos
ru: Файлы

source: To see file versions please click a file on the left files browser.
fr: Pour voir les versions d\'un fichier sélectionnez-le dans l\'arborescence à gauche.
pl: Aby zobaczyć wersje pliku proszę klinąć plik z przeglądarki plików po lewej stronie.
pt: Para verificar as versões disponíveis dos arquivos, clique no menu à esquerda no arquivo desejado.
ru: Чтобы увидеть версии файлов, нажмите на файл в браузере слева.

source: To add a file to restore please click 'Add' link or please drag here the file from the top frame or from the frame on the left.
fr: Ajouter un fichier à restaurer en utilisant le lien \"Ajouter\" ou faites glisser jusqu\'ici le fichier de l\'un des cadres haut ou gauche.
pl: Aby dodać plik do przywrócenia proszę kliknąć link 'Dodaj' lub złapać plik z panelu po lewej lub z panelu powyżej, przeciągnąć go tutaj i upuścić go
pt: Para adicionar um arquivo para restauração clique no link 'Adicionar' ou arraste e solte o arquivo do menu à esquerda neste quadro
ru: Чтобы добавить файл для восстановления, пожалуйста, нажмите на ссылку 'Добавить' или перетащите сюда файл из окна выше или слева.

source: It seems that there is no files for choosing or file records in database for this job has been purged (file retention period expired)
fr: Il semble qu\'il n\'y ait aucun fichier à sélectionner ou que le catalogue a été élagué pour ce job (expiration de la période de rétention des fichiers)
pl: Wygląda na to, że nie ma żadnych plików do przywrócenia lub rekordy plików w bazie danych dla tego wybranego backupu zostały wyczyszczone (miała zastosowanie retencja plików)
pt: Parece que não há arquivos para selecionar ou o arquivo foi excluído do catálogo (período de retenção do arquivo expirou)
ru: Похоже, что для выбора или записи файлов в базе данных для этого задания было очищено (истек срок хранения файлов)

source: Group most recent backups
fr: Grouper les sauvegardes les plus récentes
pl: Grupa najaktualniejszych backupów
pt: Backups mais recentes
ru: Группировать резервные копии

source: Where
fr: Où
pl: Gdzie
pt: Onde
ru: Куда восстановить

source: Restore to directory:
fr: Restaurer dans le répertoire :
pl: Przywrócenie do katalogu:
pt: Restaurar para o diretório:
ru: Восстановить в папку:

source: Step 4 - select destination for restore
fr: Étape 4 - sélectionnez la destination pour la restauration
pl: Krok 4 - wybierz cel do przywrócenia danych
pt: Etapa 4 - Selecione o destino para restauração
ru: Шаг 4 - выберите место назначения для восстановления

source: Step 4 - options for restore
fr: Étape 4 - options de restauration
pl: Krok 4 - opcje dla przywracania
pt: Etapa 4 - Opções de restauração
ru: Шаг 4 - параметры восстановления

source: Replace files:
fr: Remplacer les fichiers :
pl: Zastępowanie plików:
pt: Substituir arquivos:
ru: Заменить файлы:

source: Options
pl: Opcje
pt: Opções
ru: Параметры

source: Restore job priority:
fr: Restaurer la priorité du job :
pl: Priorytet zadania przywracania:
pt: Prioridade de restauração:
ru: Приоритет восстановления:

source: do not replace files
fr: ne pas remplacer les fichiers
pl: nie zastępuj plików
pt: não substituir os arquivos
ru: не заменять файлы

source: if files from restore are older
fr: si les fichiers depuis la restauration sont plus anciens
pl: jeśli pliki z przywracania są starsze
pt: se os arquivos de restauração forem mais antigos
ru: если файлы из восстановления старые

source: if files from restore are newer
fr: si les fichiers de la restauration sont plus récents
pl: jeśli pliki z przywracania są nowsze
pt: se os arquivos de restauração forem mais recentes
ru: если файлы из восстановления новее

source: always replace files
fr: toujours remplacer les fichiers
pl: zawsze zastępuj pliki
pt: sempre substituir os arquivos
ru: всегда заменять файлы

source: Source parameters
fr: Paramètres source
pl: Parametry źródła
pt: Parâmetros de origem
ru: Параметры источника

source: Backup data from client:
fr: Sauvegarde des données depuis le client :
pl: Dane backupu z klienta:
pt: Backup a partir do cliente:
ru: Резервная копия с клиента:

source: FileSet to restore:
fr: Système de ficher à restaurer :
pl: FileSet do przywrócenia
pt: FileSet:
ru: Наборы файлов для восстановления:
