Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: The console ACLs enable to define available resources for users. The consoles are used in the Bacula configuration on the API host side. There is possible to assign the consoles to the API basic users or to the OAuth2 clients. The assign relation for the basic users is: Console ACL -&gt; API basic user -&gt; API host -&gt; User account. For OAuth2 clients the assign relation is: Console ACL -&gt; OAuth2 client -&gt; API host -&gt; User account.
fr: Les ACLs console permettent de définir des ressources disponibles pour les utilisateurs. Les consoles sont utilisées dans la configuration Bacula du côté hôte de l'API. Il est possible d'assigner les consoles aux utilisateurs de base de l'API ou aux clients OAuth2. La relation d'assignation pour les utilisateurs de base est : Console ACL -&gt; API utilisateur de base -&gt; hôte API -&gt; Compte utilisateur. Pour les clients OAuth2, la relation d'affectation est : Console ACL -&gt; client OAuth2 -&gt; hôte API -&gt; compte utilisateur.
pl: Konsole ACL umożliwiają zdefiniowanie dostępnych zasobów dla użytkowników. Konsole są używane w konfiguracji Bacula. Jest możliwe przypisanie konsoli do użytkowników API basic lub do klientów OAuth2. Relacja przypisania dla użytkowników API basic jest następująca: Console ACL -&gt; Użytkownik API basic -&gt; Host API -&gt; Konto użytkownika. Dla klientów OAuth2 relacja przypisania to: Console ACL -&gt; Klient OAuth2 -&gt; Host API -&gt; Konto użytkownika.
pt: As ACLs de console ativam a definição de recursos disponíveis para os usuários. Os consoles são usados na configuração do Bacula no lado do host da API. É possível atribuir os consoles para usuários básicos da API ou para os clientes OAuth2. A relação de atribuição para usuários básicos é: ACL do console -&gt; usuário básico da API -&gt; host da API -&gt; conta de usuário. Para os clientes OAuth2, a relação de atribuição é: ACL do console -&gt; cliente OAuth2 -&gt; host de API -&gt; conta de usuário.
ru: Консольные ACL позволяют определять доступные ресурсы для пользователей. Консоли используются в конфигурации Bacula на стороне хоста API. Консоли можно назначить базовым пользователям API или клиентам OAuth2. Отношение назначения для основных пользователей: ACL консоли -&gt; Базовый пользователь API -&gt; Хост API -&gt; Учетная запись пользователя. Для клиентов OAuth2 отношение назначения выглядит следующим образом: ACL консоли -&gt; Клиент OAuth2 -&gt; Хост API -&gt; Учетная запись пользователя.

source: The OAuth2 clients are configured on the API hosts. To create the OAuth2 clients from this page, you need to have an 'oauth2' scope in OAuth2 account related to your current admin user account. The OAuth2 client accounts are also possible to create directly in the panel of the Bacularis API.
fr: Les clients OAuth2 sont configurés sur les hôtes de l'API. Pour créer les clients OAuth2 à partir de cette page, vous devez avoir une portée 'oauth2' dans le compte OAuth2 lié à votre compte utilisateur administrateur actuel. Les comptes clients OAuth2 sont également possibles de créer directement dans le panneau de l'API Bacularis.
pl: Klienci OAuth2 są konfigurowani na hostach API. Aby stworzyć klienta OAuth2 z tej strony, potrzebujesz przypisać zakres 'oauth2' na koncie OAuth2 powiązanym z twoim obecnym kontem administratora. Konto klienta OAuth2 można stworzyć również bezpośrednio w panelu Bacularis API.
pt: Os clientes OAuth2 estão configurados nos hosts API. Para criar os clientes OAuth2 a partir desta página, você precisa ter um escopo 'oauth2' na conta OAuth2 relacionada com sua conta de administrador atual. As contas de cliente OAuth2 também são possíveis de criar diretamente no painel da API Bacularis.
ru: Клиенты OAuth2 настроены на хост-серверах API. Чтобы создать OAuth2 клиентов с этой страницы, вам нужно иметь область действия 'oauth2' в учетной записи OAuth2, связанной с вашей текущей учетной записью администратора. Учетные записи клиентов OAuth2 также можно создать непосредственно в панели Bacularis API.

source: The API hosts define connection parameters to hosts with the Bacularis API instances. You can create the API host connections dedicated for specific users by assigning API hosts to them on the Users tab. There is possible to create many API host connections to the same Bacularis API instance.
fr: Les hôtes de l'API définissent les paramètres de connexion aux hôtes avec les instances de l'API Bacularis. Vous pouvez créer des connexions d'hôtes API dédiées à des utilisateurs spécifiques en leur assignant des hôtes API dans l'onglet Utilisateurs. Il est possible de créer de nombreuses connexions d'hôtes API vers la même instance de l'API Bacularis.
pl: Hosty API definiują parametry połączenia do hostów z instancjami Bacularis API. Możesz stworzyć połączenia do hostów API dedykowane dla określonych użytkowników poprzez przypisanie hostów API do nich na zakładce Użytkownicy. Jest możliwe utworzenie wielu połączeń do hostów API dla tej samej instancji Bacularis API.
pt: O host de API define parâmetros de conexão para hosts com as instâncias da API do Bacularis. Você pode criar as conexões de host de API dedicadas a usuários específicos atribuindo hosts de API a eles na guia Usuários. É possível criar muitas conexões de host de API para a mesma instância do Bacularis API.
ru: Хосты API определяют параметры соединения с хостами с экземплярами Bacularis API. Вы можете создать API хост-соединения, предназначенные для конкретных пользователей, назначая им хосты на вкладке Пользователи. Существует возможность создания многих соединений API хостов к тому же экземпляру Bacularis API.

source: Set all CommandAcls used by Bacularis Web
fr: Définir tous les CommandAcls utilisés par Bacularis Web
pl: Ustaw wszystkie komendy używane przez Bacularis Web
pt: Definir todos os comandos ACL's usados pelo Bacularis
ru: Установить все команды Acl, используемые Bacularis Web

source: Find job by filename (without path):
fr: Chercher un job par nom de fichier (sans chemin) :
pl: Znajdź zadanie według nazwy pliku (bez ścieżki):
pt: Procurar job pelo nome do arquivo (sem o caminho):
ru: Найти задание по имени файла (без пути):

source: File
fr: Fichier
pl: Plik
pt: Arquivo
ru: Файл

source: match exact filename
fr: correspond au nom de fichier exact
pl: dopasuj dokładną nazwę pliku
pt: corresponder ao nome do arquivo exato
ru: соответствует точному имени файла

source: With this option are searched files with names equal provided filename, otherwise there are searched files with names containing provided filename like *filename*.
fr: Avec cette option sont recherchés des fichiers avec des noms de même nom de fichier, sinon il y a des fichiers recherchés avec des noms contenant le nom de fichier fourni, comme *filename*.
pl: Z tą opcją są przeszukiwane pliki z nazwą równą dostarczonej nazwie pliku, w przeciwnym razie są wyszukiwane pliki z nazwami zawierającymi podaną nazwę pliku, np. *nazwapliku*.
pt: Com esta opção, serão pesquisados arquivos com nomes iguais ao nome do arquivo fornecido, caso contrário, serão pesquisados arquivos com nomes que contêm o nome do arquivo fornecido como *nome do arquivo*.
ru: С помощью этой опции ищутся файлы с именами, равными указанному имени файла, в противном случае ищутся файлы с именами, содержащими указанное имя файла, например * имя файла *.

source: State
fr: État
pl: Stan
pt: Estado
ru: Состояние

source: saved
fr: sauvegardé
pl: zapisany
pt: itens salvos
ru: сохранено

source: deleted
fr: supprimé
pl: skasowany
pt: itens excluídos
ru: удалено

source: last %days days
fr: dernier %days jours
pl: ostatnie %days dni
pt: últimos %days dias
ru: последние %days дней

source: Path (optional):
fr: Chemin (optionnel) :
pl: Ścieżka (opcjonalna):
pt: Caminho (opcional):
ru: Путь (необязательно):

source: With the given path, the results narrow down to the files in the path only.
fr: Avec le chemin donné, les résultats se rétrécissent aux fichiers du chemin seulement.
pl: Z podaną ścieżką wyniki zawężają się wyłącznie do plików w ścieżce.
pt: Com o caminho informado, os resultados se restringem apenas aos arquivos no caminho.
ru: С указанием пути результаты сужаются только до файлов только по данному пути.

source: Storage Daemon:
fr: Démon de stockage :
pl: Magazyn danych:
pt: Nome do Storage:
ru: Демон хранения:

source: # Autochangers:
fr: # Changeur automatique :
pl: # Urządzenia Autochanger:
ru: # Авточейнджеры:

source: # Devices:
fr: # Périphériques :
pl: # Urządzenia:
pt: # Dispositivos:
ru: # Устройства:

source: Devices
fr: Appareils
pl: Urządzenia
pt: Dispositivos
ru: Устройства

source: Archive device:
fr: Dispositif d\'archivage :
pl: Urządzenie archiwizujące:
ru: Устройство архивации:

source: Device type:
fr: Type de périphérique :
pl: Typ urządzenia:
pt: Tipo de dispositivo:
ru: Тип устройства:

source: Media type:
fr: Type de média :
pl: Typ media:
pt: Tipo de mídia:
ru: Тип медиа:

source: Device type
fr: Type de périphérique :
pl: Typ urządzenia
pt: Tipo de dispositivo
ru: Тип устройства

source: Media type
fr: Type de média
pl: Typ media
pt: Tipo de mídia
ru: Тип медиа

source: Maximum concurrent jobs:
fr: Jobs simultanées maximales :
pl: Maksymalna ilość jednoczesnych zadań:
pt: Máximo de jobs simultâneos:
ru: Максимум одновременных задач:

source: Maximum volume size:
fr: Taille maximale du volume :
pl: Maksymalny rozmiar wolumena:
pt: Tamanho máximo do volume:
ru: Максимальный размер Тома:

source: Mounted:
fr: Monté :
pl: Zamontowany:
pt: Montado:
ru: Смонтировано:

source: Opened:
fr: Ouvert :
pl: Otwarty:
pt: Aberto:
ru: Открытый:

source: Waiting:
fr: En attente:
pl: Oczekujący:
pt: Aguardando:
ru: Ожидание:

source: Blocked:
fr: Bloqué :
pl: Zablokowany:
pt: Bloqueado:
ru: Заблокированный:

source: Blocked description:
fr: Description bloquée :
pl: Opis zablokowania:
pt: Descrição bloqueada:
ru: Описание блокировки:

source: Read-only:
fr: Lecture seule :
pl: Tylko do odczytu:
pt: Somente leitura:
ru: Только для чтения:

source: Last speed:
fr: Dernière vitesse :
pl: Prędkość chwilowa:
pt: Última velocidade:
ru: Последняя скорость:

source: Write pool:
fr: Écrire un pool :
pl: Pula do zapisu:
pt: Pool de gravação:
ru: Пул записей:

source: Write device:
fr: Périphérique d\'écriture :
pl: Urządzenie zapisujące:
pt: Dispositivo de gravação:
ru: Устройство записи:

source: Write volume:
fr: Écrire le volume :
pl: Zapisywany wolumen:
pt: Volume de gravação:
ru: Записать Том:

source: Read pool:
fr: Lire le pool :
pl: Pula do odczytu:
pt: Pool de leitura:
ru: Чтение пула:

source: Read device:
fr: Lecture du périphérique :
pl: Urządzenie odczytujące:
pt: Dispositivo de leitura:
ru: Чтение устройства:

source: Read volume:
fr: Lire le volume :
pl: Odczytywany wolumen:
pt: Volume de leitura:
ru: Чтение Тома:

source: Used space:
fr: Espace utilisé :
pl: Użyte miejsce:
pt: Espaço usado:
ru: Использованное пространство:

source: running
fr: en cours d\'exécution
pl: działający
pt: executando
ru: запущенный

source: idle
fr: inactif
pl: bezczynny
pt: inativo
ru: простое

source: Autochanger:
fr: Changeur automatique :
pl: Zmieniarka taśm:
ru: Авточейнджер:

source: Single devices
fr: Appareils simples
pl: Pojedyncze urządzenia
pt: Dispositivos individuais
ru: Одиночные устройства

source: Start time:
fr: Heure de début :
pl: Czas rozpoczęcia:
pt: Início:
ru: Время начала:

source: End time:
fr: Heure de fin :
pl: Czas zakończenia:
pt: Término:
ru: Время окончания:

source: Terminated jobs
fr: Jobs mis à terme
pl: Zakończone zadania
pt: Jobs finalizados
ru: Завершенные задания

source: All devices
fr: Tous les appareils
pl: Wszystkie urządzenia
pt: Todos os dispositivos
ru: Все

source: All device types
fr: Tous les types d\'appareils
pl: Wszystkie typy urządzeń
pt: Todos os tipos de dispositivos
ru: Все

source: All media types
fr: Tous les types de média
pl: Wszystkie typy media
pt: Todos os tipos de mídia
ru: Все типы медиа

source: All statuses
fr: Tous les états
pl: Wszystkie statusy
pt: Todos os estados
ru: Все статусы

source: Graphical storage status is supported for Bacula storages version 9.0 and greater.
fr: L'état du stockage graphique est pris en charge pour les stockages Bacula version 9.0 et supérieure.
pl: Graficzny status magazynu jest wspierany dla magazynów Bacula w wersji 9.0 i większych.
pt: O status gráfico de armazenamento é suportado para armazenamento Bacula versão 9.0 ou superior.
ru: Графическое отображение состояния хранилища поддерживается для хранилищ Bacula версии 9.0 и выше.

source: Status request timed out. The most probably the Bacula storage is not available or it is not running.
fr: La demande de l\'état a expiré. La raison la plus probable est que le stockage Bacula n\'est pas disponible ou n\'est pas en cours d\'exécution.
pl: Przekroczono limit czasu żądania statusu. Najprawdopodobniej magazyn Bacula jest niedostępny lub nie jest uruchomiony.
pt: A solicitação de status expirou. O mais provavelmente o armazenamento Bacula não está disponível ou não está em execução.
ru: Истекло время ожидания. Скорее всего, хранилище Bacula недоступно или не работает.

source: Display messages log window
fr: Afficher la fenêtre du journal des messages
pl: Wyświetl okno dziennika wiadomości
pt: Exibir janela de log de mensagens
ru: Показать лог

source: Truncate log
fr: Tronquer le journal
pl: Przytnij dziennik
pt: Truncar log
ru: Очистить журнал

source: Messages
pl: Wiadomości
pt: Mensagens
ru: Сообщения

source: Last %errors/%count jobs finished with error.
fr: Dernier %errors/%count jobs terminés avec des erreurs.
pl: Ostatnie %errors/%count zadań zakończyło się błędem.
pt: Últimos %errors/%count jobs concluídos com erro.
ru: Последнее %errors/%count заданий закончились с ошибкой.

source: All last %count jobs finished successfully.
fr: Tous les %count derniers jobs ont été terminés avec succès.
pl: Wszystkie ostatnie %count zadań zakończyło się pomyślnie.
pt: Todos os últimos %count jobs foram concluídos com sucesso.
ru: Все последние %count задания успешно завершены.

source: Drive index
fr: Index du lecteur
pl: Indeks napędu
ru: Индекс диска

source: Drive name
fr: Nom du lecteur
pl: Nazwa napędu
pt: Nome do drive
ru: Имя устройства

source: Unload
fr: Décharger
pl: Wyładuj
pt: Descarregar
ru: Выгрузить

source: Manage autochanger
fr: Gérer le changement automatique
pl: Zarządzaj zmieniarką taśm
pt: Gerenciar autochanger
ru: Управление авточейнджером

source: Slot in device
fr: Emplacement dans l'appareil
pl: Slot w urządzeniu
pt: Slot no dipositivo
ru: Слот в устройстве

source: Slot in catalog
fr: Emplacement dans le catalogue
pl: Slot w bazie danych
pt: Slot no catálogo
ru: Слот в каталоге

source: Load
fr: Charger
pl: Załaduj
pt: Carregar
ru: Загрузка

source: Load drive
fr: Charger le lecteur
pl: Załaduj napęd
pt: Carregar drive
ru: Загрузка привода

source: index
pl: indeks
pt: indíce
ru: индекс

source: device
fr: appareil
pl: urządzenie
pt: dispositivo
ru: устройство

source: Drive
fr: Lecteur
pl: Napęd
ru: Привод

source: Empty
fr: Vide
pl: Pusty
pt: Vazio
ru: Пустой

source: In drive %index (%drive)
fr: Dans le lecteur %index (%drive)
pl: W napędzie %index (%drive)
pt: Na unidade %index (%drive)
ru: На диске %index (%drive)

source: Import/Export
pl: Import/Eksport
pt: Importar/Exportar
ru: Импорт/Экспорт

source: Label using barcodes
fr: Étiquette à l\'aide de codes-barres
pl: Etykietuj używając kodów kreskowych
pt: Rotular usando códigos de barras
ru: Метка с использованием штрих-кодов

source: Move to import/export slot
fr: Déplacer vers l\'emplacement import/export
pl: Przenieś do slotu import/eksport
pt: Mover para slot de importação/exportação
ru: Переместить в слот для импорта/экспорта

source: Autochanger management is unavailable. To manage autochanger from here, add it to the API host devices on the API host side.
fr: La gestion du changement automatique n'est pas disponible. Pour gérer le changement automatique à partir d'ici, ajoutez-le aux périphériques hôtes API du côté hôte de l'API.
pl: Zarządzanie zmieniarką taśm jest niedostępne. W celu zarządzania zmieniarką taśm z tego miejsca, dodaj ją do urządzeń hosta API po stronie hosta API.
pt: O gerenciamento de Autochanger não está disponível. Para gerenciar o autochanger aqui, adicione-o aos dispositivos de host API no lado de host API.
ru: Управление автоматическим чейнджером недоступно. Чтобы управлять авточейнджером отсюда, добавьте его к устройствам хоста API на стороне хоста API.

source: Drive index:
fr: Index du lecteur :
pl: Indeks napędu:
ru: Индекс диска:

source: Slots
fr: Emplacements
pl: Sloty
ru: Слоты

source: Release I/E
fr: Libérer I/E
pl: Zwolnij I/E
pt: Liberar I/E
ru: Релиз I/E

source: Move to import/export slots
fr: Déplacer vers les emplacements d'import/export
pl: Przenieś do slotów import/eksport
pt: Mover para slots de importação/exportação
ru: Переместить в слот для импорта/экспорта

source: There are to few import/export slots to transfer selected volumes. Free import/export slots count: %slots_count, selected volumes count: %vols_count.
fr: Il y a à peu de slots d\'import/export pour transférer les volumes sélectionnés. Nombre de slots d\'import/export gratuits : %slots_count, nombre de volumes sélectionnés : %vols_count.
pl: Jest za mało slotów import/eksport do transferu wybranych wolumenów. Ilość wolnych slotów import/eksport: %slots_count, ilość wybranych wolumenów: %vols_count.
pt: Há poucos slots de importação/exportação para transferir os volumes selecionados. Contagem de slots de importação/exportação livres: %slots_count, contagem de volumes selecionados: %vols_count.
ru: Есть несколько слотов импорта / экспорта для переноса выбранных томов. Количество свободных слотов для импорта / экспорта: %slots_count, количество выбранных томов: %vols_count.

source: Import/export slot
fr: Importer/exporter un emplacement
pl: Sloty import/eksport
pt: Importar/exportar slot
ru: Слот для импорта / экспорта

source: Destination slot
fr: Emplacement de destination
pl: Docelowy slot
pt: Slot de destino
ru: Слот назначения

source: Release import/export slot
fr: Libérer l'emplacement d'import/export
pl: Zwolnij slot import/eksport
pt: Liberar slot de importação/exportação
ru: Переместить в слот для импорта/экспорта

source: Tape drives
fr: Lecteurs de bandes
pl: Napędy taśmowe
pt: Unidades de fitas
ru: Ленточные накопители

source: Changer slots
fr: Changer d'emplacements
pl: Sloty zmieniarki
pt: Slots do trocador
ru: Слоты чейнджера

source: Release all I/E slots
fr: Libérer tous les emplacements I/E
pl: Zwolnij wszystkie sloty I/E
pt: Liberar todos os I/E slots
ru: Освободить все I/E слоты

source: There are to few regular slots to transfer selected volumes from import/export slots. Full import/export slot count: %ie_slot_count, free regular slot count: %slot_count.
fr: Il y a peu d\'emplacements réguliers pour transférer les volumes sélectionnés des emplacements import/export. Nombre d\'emplacements d\'import/export complets : %ie_slot_count, nombre d\'emplacements réguliers gratuits : %slot_count
pl: Jest za mało regularnych slotów do transferu wybranych wolumenów ze slotów import/eksport. Ilość pełnych slotów import/eksport: %ie_slot_count, ilość wolnych regularnych slotów: %slot_count.
pt: Existem poucos slots regulares para transferir os volumes selecionados dos espaços de importação/exportação. Contagem completa de espaços de importação/exportação: %ie_slot_count, contagem de espaços regulares livres: %slot_count.
ru: Есть несколько обычных слотов для переноса выбранных Томов из слотов импорта / экспорта. Полное количество слотов импорта / экспорта: %ie_slot_count, количество свободных обычных слотов: %slot_count.

source: Tip: To use bulk autochanger actions, please select table rows.
fr: Astuce : Pour utiliser des actions de changement automatique en masse, veuillez sélectionner les lignes du tableau.
pl: Wskazówka: W celu użycia akcji zbiorczych zmieniarki taśm, proszę zaznaczyć wiersze tabeli.
pt: Dica: Para usar ações do autochanger em massa, selecione linhas de tabela.
ru: Подсказка: Чтобы использовать массовые действия автосмены, выберите строку таблицы.

source: Mount volume
fr: Volume de montage
pl: Montuj wolumen
pt: Montar volume
ru: Монтировать Том

source: API hosts:
fr: Hôtes de l'API :
pl: Hosty API:
pt: Hosts da API:
ru: Хосты API:

source: Please select API host
fr: Veuillez sélectionner un hôte API
pl: Proszę wybrać host API
pt: Por favor, selecione um host da API
ru: Пожалуйста, выберите хост API

source: FD address
fr: Adresse FD
pl: Adres FD
pt: Endereço FD
ru: Адрес FD

source: FD port
fr: Port FD
pl: Port FD
pt: Porta FD
ru: Порт FD

source: FD API host
fr: Hôte de l'API FD
pl: Host FD API
pt: Host da API FD
ru: Хост FD API

source: Configure file daemon
fr: Configurer le démon de fichiers
pl: Skonfiguruj file daemon
pt: Configurar daemon do cliente
ru: Настроить файловый демон

source: There was a problem with loading the resource configuration. Please check if selected API host is working and if it provides access to the resource configuration.
fr: Un problème est survenu lors du chargement de la configuration de la ressource. Veuillez vérifier si l'hôte API sélectionné est fonctionnel et s'il fournit un accès à la configuration de la ressource.
pl: Wystąpił problem podczas ładowania konfiguracji zasobów. Sprawdź, czy wybrany host API działa i czy zapewnia dostęp do konfiguracji zasobów.
pt: Houve um problema ao carregar a configuração do recurso. Verifique se o host de API selecionado está funcionando e se ele fornece acesso à configuração do recurso.
ru: Возникла проблема при загрузке конфигурации ресурса. Пожалуйста, проверьте, работает ли выбранный хост API и обеспечивает ли он доступ к конфигурации ресурса.

source: SD API host
fr: Hôte API SD
pl: Host SD API
pt: Host da API SD
ru: Хост SD API

source: SD address
fr: Adresse SD
pl: Adres SD
pt: Endereço do SD
ru: Адрес SD

source: SD port
fr: Port SD
pl: Port SD
pt: Porta do SD
ru: Порт SD

source: Configure storage daemon
fr: Configurer le démon de stockage
pl: Skonfiguruj storage daemon
pt: Configurar daemon de armazenamento
ru: Настроить демон хранения

source: # Directories:
fr: # Répertoires:
pl: # Katalogi:
pt: # Diretórios:
ru: # Каталоги:

source: # Files:
fr: # Fichiers:
pl: # Pliki:
pt: # Arquivos:
ru: # Файлов:

source: Search...
fr: Rechercher...
pl: Szukaj...
pt: Procurar...
ru: Поиск...

source: case sensitive
fr: Sensible aux majuscules et minuscules
pl: rozróżniaj wielkość liter
pt: maiúsculas e minúsculas
ru: учитывать регистр

source: Backup client
fr: Sauvegarde du client
pl: Klient backupu
pt: Backup do cliente
ru: Резервная копия клиента

source: Job type
fr: Type de job
pl: Typ zadania
pt: Tipo do job
ru: Тип задания

source: Restore time point
fr: Point de restauration
pl: Punkt przywracania
pt: Ponto de restauração
ru: Восстановить на момент времени

source: Catalogs
fr: Catalogues
pl: Katalogi
pt: Catálogos
ru: Каталоги

source: Status director
fr: État du directeur
pl: Status zarządcy
pt: Status do diretor
ru: Статус директора

source: Configure director
fr: Configuré le directeur
pl: Konfiguruj zarządcę
pt: Configurar diretor
ru: Настройка директора

source: Job
pl: Zadanie
ru: Задание

source: Job status desc.:
fr: Description de l\'état du job .:
pl: Opis statusu zadania:
pt: Job status:
ru: Описание статуса задания:

source: Scheduled time:
fr: Heure programmé :
pl: Zaplanowany czas uruchomienia:
pt: Hora agendada:
ru: Назначенное время:

source: Scheduled jobs
fr: Jobs programmés
pl: Zaplanowane zadania
pt: Jobs agendados
ru: Запланированные задания

source: No jobs scheduled
fr: Pas de jobs programmés
pl: Brak zaplanowanych zadań
pt: Nenhum job agendado
ru: Нет запланированных заданий

source: No jobs terminated
fr: Pas de jobs mis à termes
pl: Brak zakończonych zadań
pt: Nenhum job terminado
ru: Нет прекращенных заданий
