Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Here you can set bandwidth limit for job. This change is applied on running job.
fr: Ici, vous pouvez définir la limite de bande passante pour le job. Cette modification est appliquée sur le job en cours d'exécution.
pl: Tutaj możesz ustawić limit transferu dla zadania. Ta zmiana jest stosowana do uruchomionego zadania.
pt: Aqui você pode definir o limite de largura de banda para o job. Essa alteração é aplicada no job em execução.
ru: Здесь вы можете установить ограничение пропускной способности для задания. Это изменение применяется при выполнении задания.

source: Progress bar displays estimated values
fr: La barre de progression affiche les valeurs estimées
pl: Pasek postępu wyświetla szacunkowe wartości
pt: A barra de progresso exibe valores estimados
ru: Индикатор прогресса

source: Byte progress bar:
fr: Barre de progression d\'octet :
pl: Pasek postępu bajtów:
pt: Barra de progresso de Bytes:
ru: Прогресс байт:

source: File progress bar:
fr: Barre de progression du fichier :
pl: Pasek postępu plików:
pt: Barra de progresso do arquivo:
ru: Прогресс файлы:

source: Running job status
fr: Statut du job en cours
pl: Status uruchomionego zadania
pt: Status do job em execução
ru: Текущее состояние

source: Raw job log
fr: Journal des jobs brutes
pl: Surowy dziennik zadania
pt: Log do Job
ru: Лог задания

source: Not available
fr: Indisponible
pl: Niedostępny
pt: Não disponível
ru: Недоступно

source: The storage has been selected basing on job configuration. This item may require adjusting before job run.
fr: Le stockage a été sélectionné en se basant sur la configuration de job. Cet élément peut nécessiter un ajustement avant l'exécution du job.
pl: Wartość magazynu danych została wybrana, bazując na konfiguracji zadania. Ta opcja może wymagać dopasowania przed uruchomieniem zadania.
pt: O Storage foi selecionado com base na configuração do Job. Este item pode exigir ajustes antes da execução.
ru: Хранилище было выбрано на основе конфигурации задания. Этот элемент может потребовать настройки перед запуском задания.

source: Graphical job status is supported for jobs running on Bacula clients version 9.0 and greater.
fr: Le statut de poste graphique est supporté pour les jobs fonctionnant sur les clients Bacula version 9.0 et supérieure.
pl: Graficzny status zadania jest wspierany dla zadań uruchomionych na klientach Bacula w wersji 9.0 lub wyższych.
pt: O status gráfico dos jobs é suportado para jobs em execução nos clientes do Bacula com versão 9.0 e superior.
ru: Графический статус поддерживается для заданий, выполняемых на клиентах Bacula версии 9.0 и выше.

source: List type:
fr: Type de liste :
pl: Typ listy:
pt: Tipo de lista:
ru: Тип списка:

source: saved items
fr: éléments enregistrés
pl: zapisane elementy
pt: itens salvos
ru: сохраненные элементы

source: deleted items
fr: éléments supprimés
pl: skasowane elementy
pt: itens excluídos
ru: удаленные элементы

source: all
fr: tous
pl: wszystko
pt: todos
ru: все

source: Find file or directory
fr: Trouver un fichier ou un répertoire
pl: Znajdź plik lub katalog
pt: Localizar arquivo ou diretório
ru: Найти файл или каталог

source: Find
fr: Chercher
pl: Znajdź
pt: Procurar
ru: Найти

source: Item count:
fr: Nombre d'objets :
pl: Ilość elementów:
pt: Total de arquivos:
ru: Количество элементов:

source: No item result
fr: Aucun résultat
pl: Brak wyniku
pt: Nenhum resultado
ru: Нет элементов

source: Refresh job log
fr: Rafraîchir le journal du job
pl: Odśwież dziennik zadania
pt: Atualizar registro de jobs
ru: Обновить лог заданий

source: Set job log order (ascending/descending)
fr: Définir l'ordre du journal du job (ascendant/décroissant)
pl: Ustaw kolejność dziennika zadania (rosnąco/malejąco)
pt: Definir ordem do registro de jobs (crescente / decrescente)
ru: Установить порядок журнала заданий (по возрастанию/убыванию)

source: Run every month
fr: Exécuter chaque mois
pl: Uruchom każdego miesiąca
pt: Executar todos os meses
ru: Запускать каждый месяц

source: Run one month a year
fr: Exécuter un mois par an
pl: Uruchom jeden miesiąc w roku
pt: Executar em um mês do ano
ru: Запустить один месяц в год

source: Run from month to month a year (range)
fr: Exécuter d'un mois à un mois par an (intervalle)
pl: Uruchom od miesiąca do miesiąca w roku (zakres)
pt: Executar em um intervalo de meses
ru: Запуск от месяца до месяца в год (диапазон)

source: Run every week
fr: Exécuter chaque semaine
pl: Uruchom każdego tygodnia
pt: Executar toda semana
ru: Запускать каждую неделю

source: Run one week a month
fr: Exécuter une semaine par mois
pl: Uruchom jeden tydzień w miesiącu
pt: Executar uma semana do mês
ru: Запустить неделю в месяц

source: Run from week to week a month (range)
fr: Exécuter de la semaine à la semaine par mois (intervalle)
pl: Uruchom od tygodnia do tygodnia w miesiącu (zakres)
pt: Executar em um intervalo da semana
ru: Запустить от недели до недели в месяц (диапазон)

source: Run every day
fr: Exécuter tous les jours
pl: Uruchom każdego dnia
pt: Executar diariamente
ru: Запускать каждый день

source: Run one day a month
fr: Exécuter un jour par mois
pl: Uruchom jeden dzień w miesiącu
pt: Executar um dia por mês
ru: Запустить один день в месяц

source: Run from day to day a month (range)
fr: Exécuter d'un jour à un mois (intervalle)
pl: Uruchom od dnia do dnia w miesiącu (zakres)
pt: Executar em um intervalo de dias
ru: Запускать изо дня в день в месяц (диапазон)

source: Run every day of week
fr: Exécuter tout le jour de la semaine
pl: Uruchom każdego dnia tygodnia
pt: Executar todos os dias da semana
ru: Запускать каждый день недели

source: Run one day of week
fr: Exécuter un jour de la semaine
pl: Uruchom jednego dnia tygodnia
pt: Executar em um dia da semana
ru: Запускать один день недели

source: Run from day of week to day of week (range)
fr: Courir de la semaine au jour de la semaine (intervalle)
pl: Uruchom od dnia tygodnia do dnia tygodnia (zakres)
pt: Executar em um intervalo da semana
ru: Запуск от дня недели до дня недели (диапазон)

source: Run every full hour
fr: Exécuter toutes les heures
pl: Uruchom każdej pełnej godziny
pt: Executar de hora em hora
ru: Запускать каждый час

source: Run at hour and minute
fr: Exécuter à l'heure et à la minute
pl: Uruchom o godzinie i minucie
pt: Executar na hora e minuto
ru: Запускать в час и минуту

source: Run hourly at minute
fr: Exécuter à la minute
pl: Uruchom co godzinę o minucie
pt: Executar a cada hora no minuto
ru: Почасовой запуск в минуту

source: Hour and minute
fr: Heure et minute
pl: Godzina i minuta
pt: Hora e minuto
ru: Часы и минуты

source: Validation error
fr: Erreur de validation
pl: Błąd walidacji
pt: Erro de validação
ru: Ошибка проверки

source: Please select month in Run block
fr: Veuillez sélectionner le mois dans le bloc Exécuter
pl: Proszę wybrać miesiąc w bloku Uruchom
pt: Selecione o mês no bloco Executar
ru: Пожалуйста, выберите месяц в блоке "Выполнить"

source: Please select month range in Run block
fr: Veuillez sélectionner la plage de mois dans le bloc Exécuter
pl: Proszę wybrać zakres miesięcy w bloku Uruchom
pt: Selecione o período no bloco Executar
ru: Пожалуйста, выберите месяц в блоке "Выполнить"

source: Please select week in Run block
fr: Veuillez sélectionner la semaine dans le bloc Exécuter
pl: Proszę wybrać tydzień w bloku Uruchom
pt: Selecione a semana no bloco Executar
ru: Пожалуйста, выберите неделю в блоке "Выполнить"

source: Please select week range in Run block
fr: Veuillez sélectionner la plage de semaine dans le bloc Exécuter
pl: Proszę wybrać zakres tygodni w bloku Uruchom
pt: Selecione o intervalo de semanas no bloco Executar
ru: Пожалуйста, выберите диапазон недель в блоке "Выполнить"

source: Please select day in Run block
fr: Veuillez sélectionner le jour dans le bloc Exécuter
pl: Proszę wybrać dzień w bloku Uruchom
pt: Selecione o dia no bloco Executar
ru: Пожалуйста, выберите день в блоке "Выполнить"

source: Please select day range in Run block
fr: Veuillez sélectionner la plage de jour dans le bloc Exécuter
pl: Proszę wybrać zakres dni w bloku Uruchom
pt: Selecione o período no bloco Executar
ru: Пожалуйста, выберите дневной диапазон в блоке "Выполнить"

source: Please select day of week in Run block
fr: Veuillez sélectionner le jour de la semaine dans le bloc Exécuter
pl: Proszę wybrać dzień tygodnia w bloku Uruchom
pt: Selecione o dia da semana no bloco Executar
ru: Пожалуйста, выберите день недели в блоке "Выполнить"

source: Please select day of week range in Run block
fr: Veuillez sélectionner la plage de jour de la semaine dans le bloc Exécuter
pl: Proszę wybrać zakres dni tygodnia w bloku Uruchom
pt: Selecione o intervalo de dias da semana no bloco Executar
ru: Пожалуйста, выберите дневной промежуток недели в блоке Выполнить

source: Please select hour in Run block
fr: Veuillez sélectionner l'heure dans le bloc Exécuter
pl: Proszę wybrać godzinę w bloku Uruchom
pt: Selecione a hora no bloco Executar
ru: Пожалуйста, выберите час в блоке "Выполнить"

source: Please select hour and minute in Run block
fr: Veuillez sélectionner l'heure et la minute dans le bloc Exécuter
pl: Proszę wybrać godzinę i minutę w bloku Uruchom
pt: Selecione hora e minuto no bloco Executar
ru: Пожалуйста, выберите час и минуту в блоке "Выполнить"

source: Are you sure, you want to delete this job?
fr: Êtes-vous sûr de vouloir supprimer ce job ?
pl: Czy jesteś pewien, że chcesz skasować to zadanie?
pt: Tem certeza de que deseja excluir este job?
ru: Вы уверены, что хотите удалить это задание?

source: Access-control list
fr: Liste de contrôle d'accès
pl: Lista kontroli dostępu
pt: Lista de controle de acesso
ru: Список контроля доступа

source: Communications encryption
fr: Chiffrement des communications
pl: Szyfrowanie komunikacji
pt: Criptografia de comunicações
ru: Опции шифрования

source: Copy and migration
fr: Copie et migration
pl: Kopia i migracja
pt: Copiar e migração
ru: Копирование и перенос

source: CSV file
fr: Fichier CSV
pl: Plik CSV
pt: Arquivo CSV
ru: CSV-файл

source: Data encryption
fr: Chiffrement des données
pl: Szyfrowanie danych
pt: Criptografia de dados
ru: Шифрование данных

source: Deduplication optimized volumes
fr: Deduplication des volumes optimisés
pl: Wolumeny zoptymalizowane pod deduplikację
pt: Volume otimizado para Deduplicação
ru: Оптимизация дедупликации томов

source: Device
fr: Appareil
pl: Urządzenie
ru: Устройство

source: Disk
fr: Disque
pl: Dysk
pt: Disco
ru: Диск

source: Duplicates and priorities
fr: Doublons et priorités
pl: Duplikaty i priorytety
pt: Duplicatas e prioridades
ru: Дубликаты и приоритеты заданий

source: Limitations
pl: Limitacje
pt: Limites
ru: Ограничения

source: Networking
fr: Réseaux
pl: Łączność sieciowa
pt: Rede
ru: Сеть

source: Tape
fr: Cassette
pl: Taśma
ru: Лента

source: Verify
fr: Vérifier
pl: Weryfikacja
ru: Проверка

source: Virtual full backup
fr: Sauvegarde complète virtuelle
pl: Backup konsolidacyjny (Virtual Full)
ru: Полный виртуальный бекап (Virtual Full)

source: Volume recycling
fr: Recyclage du volume
pl: Recykling wolumenów
pt: Reciclagem de volume
ru: Перезаписываемый Vo.

source: Tip: checking 'All' message type causes, that rest checked message types are saved with negation ex. Catalog = All, !Debug, !Saved, !Skipped
fr: Astuce : vérifier les causes du type de message 'Tout' que les types de message sont enregistrés avec négation ex. Catalogue = Tous, !Debug, !Sauvegardé, !Ignoré
pl: Porada: zaznaczenie typu wiadomości 'All' powoduje, że reszta zaznaczonych typów wiadomości jest zapisana z negacją np. Catalog = All, !Debug, !Saved, !Skipped
pt: Dica: marcar a opção type como 'All' faz com que os demais tipos de mensagens sejam marcadas e salvos como negados ex. Catálogo = All, !Debug, !Saved, !Skipped
ru: Совет: при выборе типа сообщения «Все» остальные выбранные типы сообщений сохраняются с отрицанием, например, Каталог = Все,! Отладка ,! Сохранено ,! Пропущено.

source: Enable restore from copy jobs feature:
fr: Activer la restauration à partir de la fonction de copie des jobs :
pl: Włącz funkcję przywracania danych z kopii zadań:
pt: Ativar restauração de Jobs de cópia:
ru: Включите функцию восстановления данных из заданий резервного копирования:

source: Note: if you select incremental or differential backup, on the next step will be also loaded all directories and files from older backups required to do the job restore. In other words, the selected backup determines time point from which will be loaded the selected backup and other older backups (incremental, differential) backups up till closest full backup.
fr: Note : si vous sélectionnez une sauvegarde incrémentale ou différentielle, à l'étape suivante sera également chargé tous les répertoires et fichiers des anciennes sauvegardes nécessaires à la restauration de la tâche. En d'autres termes, la sauvegarde sélectionnée détermine le point de temps à partir duquel seront chargés la sauvegarde sélectionnée et d'autres sauvegardes anciennes (incrémental, les sauvegardes différentielles) jusqu'à la sauvegarde complète la plus proche.
pl: Uwaga: jeśli wybierzesz kopię przyrostową lub różnicową, w następnym kroku będą również załadowane wszystkie pliki i katalogi ze starszych kopii wymaganych do przywrócenia zadania. Innymi słowy, wybrana kopia zapasowa określa punkt czasowy z którego będzie załadowana wybrana kopia i inne starsze kopie (przyrostowe, różnicowe) aż do najbliższej kopii pełnej.
pt: Nota: Se você selecionar um backup incremental ou diferencial, na próxima etapa será carregado todos diretórios e arquivos dos backups mais antigos necessários para efetuar a restauração do job. Em outras palavras, o backup selecionado determina o ponto de tempo a partir do qual será carregado o backup selecionado e outros backups antigos (incremental, diferencial) até o mais recente do último backup completo.
ru: Примечание: если вы выбираете инкрементальную или дифференциальную резервную копию, на следующем шаге будет также загружены все каталоги и файлы из старых резервных копий, необходимых для восстановления работы. Другими словами, выбранная резервная копия определяет точку времени, из которой будет загружена выбранная резервная копия и другие старые резервные копии (инкрементальные, различные) резервные копии до ближайшего полного резервного копирования.

source: Create new resource
fr: Créer une nouvelle ressource
pl: Tworzenie nowego zasobu
pt: Criar novo recurso
ru: Создать новый ресурс

source: The resource has been created successfully.
fr: La ressource a été créée avec succès.
pl: Zasób został utworzony pomyślnie.
pt: O recurso foi criado com sucesso.
ru: Ресурс успешно создан.

source: Scheduled time
fr: Heure programmé
pl: Zaplanowany czas
pt: Horário agendado
ru: Время расписания

source: Real end time
fr: Temps de fin réel
pl: Rzeczywisty czas zakończenia
pt: Hora final real
ru: Время окончания

source: Read bytes
fr: Lire les octets
pl: Odczytanych bajtów
pt: Bytes lidos
ru: Прочтено байт

source: Job errors
fr: Erreurs du job
pl: Błędy zadania
pt: Erros do Job
ru: Ошибки задания

source: Job missing files
fr: Fichier manquant du job
pl: Brakujące pliki zadania
pt: Arquivos faltantes
ru: Отсутствуют файлы задания

source: Purged files
fr: Fichiers purgés
pl: Wyczyszczone pliki
pt: Arquivos excluídos
ru: Очищенные (Purged) файлы

source: Has base
fr: A la base
pl: Posiada bazę
pt: Tem base
ru: Имеет базу

source: Reviewed
fr: Révisé
pl: Przejrzano
pt: Revisado
ru: Проверено

source: Comment
fr: Commentaire
pl: Komentarz
pt: Comentário
ru: Комментарий

source: File table
fr: Table des fichiers
pl: Tabela plików
pt: Tabela de arquivos
ru: Таблица файлов

source: Label date
fr: Date d'étiquette
pl: Data etykiety
pt: Data do rótulo
ru: Дата метки

source: Vol. blocks
fr: Blocs Vol.
pl: Bloki wol.
pt: Blocos volume
ru: Блоки Vol.

source: Vol. abytes
pl: Abajty wol.
ru: Том abytes

source: Vol. apadding
pl: Apadding wol.
ru: Добавить Том

source: Vol. hole bytes
fr: Octets de trou Vol.
pl: Bajty dziur wol.

source: Vol. holes
fr: Trou Vol.
pl: Dziury wol.

source: Vol. parts
fr: Partie du Vol.
pl: Części wol.
pt: Partes volume
ru: Части Vol.

source: Vol. writes
fr: Vol. écritures
pl: Zapisy wol.
pt: Escritas volume
ru: Записей Vol.

source: Vol. capacity bytes
fr: Octets de capacité Vol.
pl: Pojemność wol. w bajtach
pt: Capacidade volume
ru: Vol. байты емкости

source: Storage
fr: Stockage
pl: Magazyn danych
ru: Хранилище

source: Media addressing
fr: Adresse des médias
pl: Adresy mediów
pt: Endereço de mídia

source: Vol. read time
fr: Temps de lecture Vol.
pl: Czas odczytu wol.
pt: Tempo de leitura do volume
ru: Vol. времени чтения

source: Vol. write time
fr: Vol. temps d'écriture
pl: Czas zapisu wol.
pt: Tempo de escrita do volume
ru: Vol. время записи

source: End file
fr: Fin de fichier
pl: Koniec pliku
pt: Fim do arquivo
ru: Конечный файл

source: End block
fr: Bloc de fin
pl: Koniec bloku
pt: Fim do bloco
ru: Конечный блок

source: Initial write
fr: Écriture initiale
pl: Początkowy zapis
pt: Gravação inicial
ru: Начальная запись

source: Vol. type
fr: Type Vol.
pl: Typ wol.
pt: Tipo do volume
ru: Тип Vol.

source: Vol. cloud parts
fr: Partie cloud Vol.
pl: Części wol. chmury
pt: Partes da nuvem do volume
ru: Том часть облака

source: Last part bytes
fr: Octets de la dernière partie
pl: Ostatnia część w bajtach
pt: Bytes da última parte
ru: Последняя часть байт

source: Cache retention
fr: Rétention du cache
pl: Retencja pamięci podręcznej
pt: Retenção de cache
ru: Хранение кэша

source: Bulk action
fr: Action groupée
pl: Akcja zbiorcza
pt: Ação em massa
ru: Массовое действие

source: Following jobs are running and cannot be deleted: %running_jobs To delete them, please stop these jobs and try again.
fr: Les jobs suivants sont en cours d\'exécution et ne peuvent pas être supprimées : %running_jobs Pour les supprimer, veuillez arrêter ces jobs et réessayer.
pl: Następujące zadania są uruchomione i nie mogą być usunięte %running_jobs Aby je usunąć, zatrzymaj je i spróbuj ponownie.
pt: Os seguintes jobs estão em execução e não podem ser excluídos: %running_jobs. Para excluí-los, pare estes jobs e tente novamente.
ru: Следующие задания запущены и не могут быть удалены: %running_jobs Чтобы удалить их, пожалуйста, остановите эти задания и повторите попытку.

source: Refresh page
fr: Actualiser la page
pl: Odśwież stronę
pt: Atualizar página
ru: Обновить страницу

source: Tip: Use left-click to select table row. Use CTRL + left-click to multiple row selection. Use SHIFT + left-click to add a range of rows to selection.
fr: Astuce : Utilisez le clic gauche pour sélectionner la ligne du tableau. Utilisez CTRL + clic gauche pour sélectionner plusieurs lignes. Utilisez Maj + clic gauche pour ajouter une plage de lignes à la sélection.
pl: Porada: Użyj lewego przycisku myszy, aby wybrać wiersz tabeli. Użyj CTRL + lewy przycisk myszy, aby zaznaczyć wiele wierszy. Użyj SHIFT + lewy przycisk myszy, aby dodać zakres wierszy do zaznaczenia.
pt: Dica: Use o botão esquerdo do mouse para selecionar a linha da tabela. Use CTRL + clique com o botão esquerdo para selecionar várias linhas. Use SHIFT + clique com o botão esquerdo para adicionar um intervalo de linhas à seleção.
ru: Совет: Используйте левый клик для выбора строки таблицы. Используйте CTRL + левый клик для выбора нескольких строк. Используйте SHIFT + левой кнопкой мыши, чтобы добавить диапазон строк к выделению.

source: Show time in job log:
fr: Afficher l'heure dans le journal du job :
pl: Pokaż czas w dzienniku zadania:
pt: Mostrar data/hora no log do job:
ru: Показывать время в журнале заданий:

source: Security
fr: Sécurité
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность

source: Roles
fr: Rôles
pl: Role
pt: Funções
ru: Роли

source: Long name
fr: Nom long
pl: Długa nazwa
pt: Nome longo
ru: Полное имя

source: Edit user
fr: Modifier l'utilisateur
pl: Edytuj użytkownika
pt: Editar usuário
ru: Изменить пользователя

source: Long name:
fr: Nom long :
pl: Długa nazwa:
pt: Nome longo:
ru: Полное имя:

source: Description:
pl: Opis:
pt: Descrição:
ru: Описание:

source: Roles:
fr: Rôles :
pl: Role:
pt: Funções:
ru: Роли:

source: Invalid e-mail address value.
fr: Valeur de l'adresse e-mail invalide.
pl: Niepoprawna wartość adresu e-mail.
pt: Endereço de email inválido.
ru: Неверное значение адреса электронной почты.

source: Invalid username value.
fr: Valeur du nom d'utilisateur invalide.
pl: Niepoprawna nazwa użytkownika.
pt: Nome de usuário inválido.
ru: Неверное имя пользователя.

source: Username
fr: Nom d'utilisateur
pl: Użytkownik
pt: Usuário
ru: Имя пользователя

source: Description
pl: Opis
pt: Descrição
ru: Описание

source: Add user
fr: Ajoutez un utilisateur
pl: Dodaj użytkownika
pt: Adicionar usuário
ru: Добавить пользователя

source: Username field cannot be empty.
fr: Le champ Nom d'utilisateur ne peut pas être vide.
pl: Pole użytkownika nie może być puste.
pt: O nome de usuário não pode estar vazio.
ru: Поле Имя пользователя не может быть пустым.

source: At least one role must be selected.
fr: Au moins un rôle doit être sélectionné.
pl: Co najmniej jednak rola musi być wybrana.
pt: Pelo menos uma função deve ser selecionada.
ru: Необходимо выбрать хотя бы одну роль.

source: Username with the given name already exists.
fr: Ce nom d'utilisateur existe déjà.
pl: Użytkownik z podaną nazwą już istnieje.
pt: Este nome de usuário já existe.
ru: Такое имя пользователя уже существует.

source: Edit role
fr: Modifier le rôle
pl: Edytuj rolę
pt: Editar função
ru: Изменить роль

source: Role with limitted access
fr: Rôle avec accès limité
pl: Rola z ograniczonym dostępem
pt: Função com acesso limitado
ru: Роль с ограниченным доступом

source: Role with full access
fr: Rôle avec accès complet
pl: Rola z pełnym dostępem
pt: Função com acesso total
ru: Роль с полным доступом

source: Role:
fr: Rôle :
pl: Rola:
pt: Tipo:
ru: Роль:

source: Resources:
fr: Ressources :
pl: Zasoby:
pt: Recursos:
ru: Ресурсы:

source: Role name
fr: Nom du rôle
pl: Rola
pt: Nome da função
ru: Название роли

source: Resources
fr: Ressource
pl: Zasoby
pt: Recursos
ru: Ресурсы

source: Add new role
fr: Ajouter un nouveau rôle
pl: Dodaj nową rolę
pt: Adicionar nova função
ru: Добавить роль

source: Role field cannot be empty.
fr: Le champ Rôle ne peut pas être vide.
pl: Pole roli nie może być puste.
pt: O campo função não pode ser vazio.
ru: Поле роль не может быть пустым.

source: At least one resource must be selected.
fr: Au moins une ressource doit être sélectionnée.
pl: Musisz wybrać co najmniej jeden zasób.
pt: Pelo menos um recurso deve ser selecionado.
ru: Должен быть выбран хотя бы один ресурс.

source: Role with the given name already exists.
fr: Un rôle avec le nom donné existe déjà.
pl: Rola z podaną nazwą już istnieje.
pt: Função com este nome já existe.
ru: Роль с таким именем уже существует.

source: This is native predefined role, that cannot be changed. For having custom roles please use the button to add new role.
fr: Il s'agit d'un rôle natif prédéfini, qui ne peut pas être modifié. Pour avoir des rôles personnalisés, veuillez utiliser le bouton pour ajouter un nouveau rôle.
pl: To jest natywna predefiniowana rola, która nie może zostać zmieniona. Aby mieć własne niestandardowe role, proszę użyć przycisku do dodawania nowej roli.
pt: Essa é uma função predefinida que não pode ser alterada. Para criar funções personalizadas, use o botão para adicionar uma nova função.
ru: Это основные определенные роли, которые не могут быть изменены. Для создания пользовательских ролей, пожалуйста, используйте кнопку добавления новой роли.
