Repository: bacularis/bacularis-web
Catalog: Web/Lang/*/messages.po
Languages: fr, pl, pt, ru

source: Because you selected migrate using Pool occupancy, to chosen source pool %pool will be added two directives: Migration Low Bytes and Migration High Bytes.
fr: Comme vous avez sélectionné la migration en utilisant l'occupation du Groupe, vers la réserve source choisie %pool sera ajouté deux directives: Migration Bas Bytes et Migration High Bytes.
pl: Ponieważ wybrałeś migrację używającą zajętość puli wolumenów do wybranej źródłowej puli %pool zostaną dodane dwie dyrektywy: Migration Low Bytes i Migration High Bytes.
pt: Como você selecionou migrar usando "Ocupação de Pool", serão adicionadas duas diretivas na pool de origem escolhida %pool: Migration Low Bytes e Migration High Bytes.
ru: Поскольку вы выбрали миграцию с использованием занятости пула, к выбранному исходному пулу %pool будут добавлены две директивы: младшие байты миграции и старшие байты миграции.

source: Because you selected migrate using Pool time, to chosen source pool %pool will be added the Migration Time directive.
fr: Comme vous avez sélectionné la migration en utilisant le temps du Groupe, vers le pool source %pchoisi sera ajouté la directive sur l'heure de migration.
pl: Ponieważ wybrałeś migrację używającą czasu puli wolumenów do wybranej puli źródłowej %pool zostanie dodana dyrektywa: Migration Time.
pt: Como você selecionou a migração usando o tempo de pool, será adicionada na pool de origem escolhida %pool, a diretiva de tempo de migração.
ru: Поскольку вы выбрали миграцию с использованием времени пула, к выбранному исходному пулу %pool будет добавлена директива времени миграции.

source: Step 3 - how would you like to migrate
fr: Étape 3 - comment voulez-vous migrer
pl: Krok 3 - jak chciałbyś migrować
pt: Etapa 3 - Como você gostaria de efetuar a migração
ru: Шаг 3 - как бы вы хотели мигрировать

source: Step 4 - where you like to migrate
fr: Étape 4 - où vous souhaitez migrer
pl: Krok 4 - gdzie chciałbyś migrować
pt: Etapa 4 - Onde você gosta de migrar
ru: Шаг 4 - куда вы хотите мигрировать

source: Please select a storage using which you want to write migrated data.
fr: Veuillez sélectionner un stockage en utilisant lequel vous voulez écrire des données migrées.
pl: Proszę wybrać magazyn danych przy użyciu którego chciałbyś zapisywać migrowane dane.
pt: Por favor, selecione um armazenamento usando o qual você deseja gravar dados migrados.
ru: Выберите хранилище, в которое вы хотите записать данные.

source: Step 5 - migrate job options
fr: Étape 5 - migrer les options du job
pl: Krok 5 - opcje zadania migracji
pt: Etapa 5 - Opções de job de migração
ru: Шаг 5 - миграция параметров задания

source: Purge jobs
fr: Purger les jobs
pl: Przycinanie zadań
pt: Purgar jobs
ru: Очистить задания

source: Level, Client and FileSet are not used during migrate jobs running but they are required to define in migrate job resource as the standard Job directives.
fr: Niveau, Client et système de ficher ne sont pas utilisés lors de la migration des jobs en cours d'exécution, mais ils sont requis pour définir dans la ressource de migration de job comme les directives de job standard.
pl: Level, Client i FileSet nie są używane podczas działania zadań migracji, ale są wymagane do zdefiniowania w zadaniu migracji jako standardowe dyrektywy typowego zadania.
pt: Nível, Cliente e FileSet não serão usados durante a cópia de jobs em execução, mas serão necessários para definir no recurso do job de cópia como as diretivas padrão do job.
ru: Уровень, клиент и набор файлов не используются во время выполнения заданий миграции, но они должны быть определены в ресурсе задания миграции как стандартные директивы задания.

source: Migrate jobs run moving backup jobs data from one volume to another. It is done by reading the previously backed up data from volume and writing it to another volume in a different pool. The file catalog records associated with the original backup jobs are purged. All process runs without using file daemon.
fr: Migrer des jobs exécutent le déplacement des données de sauvegarde d'un volume vers un autre. Il est fait en lisant les données précédemment sauvegardées à partir du volume et en l'écrivant dans un autre volume dans un groupe différent. Les enregistrements du catalogue de fichiers associés aux jobs de sauvegarde originales sont purgés. Tous les processus s'exécutent sans utiliser le démon de fichier.
pl: Zadania migracji przenoszą dane backupów z jednego wolumenu na inny. Polega to na czytaniu poprzednio backupowanych danych z wolumenu i zapisaniu ich na innym wolumenie w innej puli wolumenów. Powiązane z zadaniami backupów rekordy plików w bazie danych są przycinane. Cały proces działa bez użycia file daemon'a.
pt: Os jobs de migração executam a transferência dos dados dos jobs de backup de um volume para outro. Isso é executado lendo os dados dos volumes e gravando-os em outro volume e em uma pool diferente. Os registros dos arquivos gravados no catálogo associados aos jobs de backup originais serão eliminados. Todo o processo é executado sem usar o daemon de arquivo (cliente).
ru: Задания миграции запускают перемещение данных заданий резервного копирования с одного тома на другой. Это делается путем чтения ранее зарезервированных данных с тома и записи их на другой том в другом пуле. Записи каталога файлов, связанные с исходными заданиями резервного копирования, удаляются. Все процессы выполняются без использования файлового демона.

source: New migrate job
fr: Nouveau job de migration
pl: Nowe zadanie migracji
pt: Novo job de migração
ru: Новое задание миграции

source: Please select the criteria that will be used for selecting backup jobs to migrate.
fr: Veuillez sélectionner les critères qui seront utilisés pour sélectionner les jobs de sauvegarde à migrer.
pl: Proszę wybrać kryteria, które zostaną użyte do wybierania zadań backupu do migracji.
pt: Selecione os critérios que serão usados para buscar os jobs de backup a serem migrados.
ru: Пожалуйста выберите критерии, которые будут использоваться для выбора заданий резервного копирования для миграции.

source: The job needs media.
fr: Le job a besoin de média.
pl: Zadanie potrzebuje volumenu.
pt: O job precisa de mídia.
ru: Заданию необходимы media.

source: Please mount volume %volume or label a new one for storage: %storage, pool: %pool, media type: %mediatype.
fr: Veuillez monter le volume %volume ou étiqueter un nouveau pour le stockage : %storage, pool : %pool, type de média : %mediatype.
pl: Proszę podmontować wolumen %volume lub zaetykietować nowy wolumen dla magazynu: %storage, puli: %pool, media type: %mediatype.
pt: Monte o volume %volume ou rotule um novo volume para o storage: %storage, pool: %pool, tipo de mídia: %mediatype.
ru: Пожалуйста, смонтируйте том %volume или промаркируйте новый для хранения: %storage, пул: %pool, media type: %mediatype.

source: Please mount volume %volume for storage: %storage, pool: %pool, media type: %mediatype.
fr: Veuillez monter le volume %volume pour stockage: %storage, pool : %pool, type de média : %mediatype.
pl: Proszę podmontować wolumen %volume dla magazynu: %storage, puli: %pool, media type: %mediatype.
pt: Monte o volume %volume para o storage: %storage, pool: %pool, tipo de mídia: %mediatype.
ru: Пожалуйста, смонтируйте том %volume для хранения: %storage, пул: %pool, media type: %mediatype.

source: Please create a new volume for storage: %storage, pool: %pool, media type: %mediatype.
fr: Veuillez créer un nouveau volume pour le stockage : %storage, pool : %pool, type de média : %mediatype.
pl: Proszę zaetykietować nowy wolumen dla magazynu: %storage, puli: %pool, media type: %mediatype.
pt: Crie um novo volume no storage: %storage, pool: %pool, tipo de mídia: %mediatype.
ru: Пожалуйста, создайте новый том для хранения: %storage, пул: %pool, media type: %mediatype.

source: Assign volumes from selected pool
fr: Assigner des volumes à partir du pool sélectionné
pl: Przypisz wolumeny z wybranej puli
pt: Atribuir volumes na pool selecionada
ru: Назначить тома из выбранного пула

source: This function enables re-assigning volumes from selected pool to this pool.
fr: Cette fonction permet de réassigner les volumes du pool sélectionné à ce pool.
pl: Ta funkcja umożliwia przepisywanie wolumenów z wybranej puli wolumenów do tej puli.
pt: Esta função permite reatribuir volumes na pool selecionada para esta pool.
ru: Эта функция позволяет перераспределять тома из выбранного пула в этот пул.

source: Please select a pool from which you would like to assign volumes to this pool.
fr: Veuillez sélectionner un groupe à partir duquel vous souhaitez attribuer des volumes à ce groupe.
pl: Proszę wybrać pulę wolumenów z której chciałbyś przypisać wolumeny do tej puli.
pt: Selecione uma pool do qual você gostaria de atribuir volumes a esta pool.
ru: Пожалуйста, выберите пул, из которого вы хотели бы назначить тома этому пулу.

source: Assigned volume count:
fr: Nombre de volumes assignés :
pl: Ilość przypisanych wolumenów:
pt: Contagem de volume atribuída:
ru: Количество назначенных томов:

source: Assign volumes
fr: Assigner des volumes
pl: Przypisz wolumeny
pt: Atribuir volumes
ru: Назначить тома

source: No volumes in the pool to assign.
fr: Aucun volume dans le pool à attribuer.
pl: Brak wolumenów w puli do przypisania.
pt: Nenhum volume da pool para atribuir.
ru: В пуле нет томов для назначения.

source: The pool has not been renamed but it has been copied with the new name. Please note that if the original pool contained volumes, they have not been moved and they are still assigned to the original pool in the catalog database. To re-assign volumes from the original pool to this one please go to the MAIN MENU &#10148; Pools &#10148; [NEW POOL] &#10148; Tab: Actions and please use the 'Assign volumes' button. After re-assgning volumes you can delete the original pool.
fr: Le pool n'a pas été renommé mais il a été copié avec le nouveau nom. Veuillez noter que si le pool original contenait des volumes, ils n'ont pas été déplacés et ils sont toujours assignés à la réserve d'origine dans la base de données du catalogue. Pour réaffecter les volumes du pool original à celui-ci, veuillez aller au MENU PRINCIPAL &#10148; Pools &#10148; [NOUVEAU POOL] &#10148; Onglet : Actions et veuillez utiliser le bouton "Assigner des volumes". Après avoir réasigné les volumes, vous pouvez supprimer le pool original.
pl: Nazwa puli wolumenów nie została zmieniona ale pula została skopiowana z nową nazwą. Proszę mieć na uwadze, że jeżeli pierwotna pula wolumenów zawierała wolumeny to nie zostały one przeniesione i ciągle istnieją one przypisane do pierwotnej puli w bazie danych. Aby przypisać wolumeny z pierwotnej puli do tej puli wolumenów, proszę przejść do MENU GŁÓWNE &#10148; Pule wolumenów &#10148; [NOWA PULA] &#10148; Zakładka: Akcje i proszę użyć przycisku 'Przypisz wolumeny'. Po przypisaniu wolumenów możesz usunąć pierwotną pulę.
pt: A pool não foi renomeado, mas foi copiada com o novo nome. Observe que, se a pool original continha volumes, eles não foram movidos e ainda estão atribuídos à pool original no catálogo do banco de dados. Para reatribuir volumes da pool original para esta, vá para o Menu Principal &#10148; Pools &#10148; [Nova Pool] &#10148; Guia: Ações e use o botão 'Atribuir volumes'. Depois de reajustar os volumes, você pode excluir a pool original.
ru: Пул не был переименован, но был скопирован с новым именем. Пожалуйста, обратите внимание, что если в первоначальном пуле содержались тома, они не были перемещены, и они по-прежнему назначены в исходный пул в базе данных каталога. Чтобы переназначить тома из исходного пула к этому пулу, перейдите к Главному меню &#10148; Пулы &#10148; [НОВЫЙ ПУЛ] &#10148; Вкладка: Действия и, пожалуйста, используйте кнопку «Назначить тома». После восстановления томов вы можете удалить исходный пул.

source: Add Connect directive
fr: Ajouter une directive de connexion
pl: Dodaj dyrektywę Connect
pt: Adicionar diretiva Connect
ru: Добавить директиву подключения

source: Add Run directive
fr: Ajouter une directive d'exécution
pl: Dodaj dyrektywę Run
pt: Adicionar diretiva Run
ru: Добавить директиву Run

source: Add Runscript block
fr: Ajouter un bloc de script d'exécution
pl: Dodaj dyrektywę Runscript
pt: Adicionar diretiva Runscript
ru: Добавить блок Runscript

source: Add Console directive
fr: Ajouter une directive Console
pl: Dodaj dyrektywę Console
pt: Adicionar diretiva Console
ru: Добавить директиву Console

source: Add Stdout directive
fr: Ajouter une directive Stdout
pl: Dodaj dyrektywę Stdout
pt: Adicionar diretiva Stdout
ru: Добавить директиву Stdout

source: Add Stderr directive
fr: Ajouter une directive Stderr
pl: Dodaj dyrektywę Stderr
pt: Adicionar diretiva Stderr
ru: Добавить директиву Stderr

source: Add Syslog directive
fr: Ajouter une directive Syslog
pl: Dodaj dyrektywę Syslog
pt: Adicionar diretiva Syslog
ru: Добавить директиву Syslog

source: Add Catalog directive
fr: Ajouter une directive de catalogue
pl: Dodaj dyrektywę Catalog
pt: Adicionar diretiva Catalog
ru: Добавить директиву Catalog

source: Add Director directive
fr: Ajouter une directive de directeur
pl: Dodaj dyrektywę Director
pt: Adicionar diretiva Director
ru: Добавить директиву Director

source: Add File directive
fr: Ajouter une directive fichier
pl: Dodaj dyrektywę File
pt: Adicionar diretiva File
ru: Добавить директиву File

source: Add Append directive
fr: Ajouter une directive d'ajout
pl: Dodaj dyrektywę Append
pt: Adicionar diretiva Append
ru: Добавить директиву Append

source: Add Mail directive
fr: Ajouter une directive mail
pl: Dodaj dyrektywę Mail
pt: Adicionar diretiva de e-mail
ru: Добавить директиву Mail

source: Add MailOnError directive
fr: Ajouter une directive MailOnError
pl: Dodaj dyrektywę MailOnError
pt: Adicionar diretiva MailOnError
ru: Добавить директиву MailOnError

source: Add MailOnSuccess directive
fr: Ajouter une directive MailOnSuccess
pl: Dodaj dyrektywę MailOnSuccess
pt: Adicionar diretiva MailOnSucess
ru: Добавить директиву MailOnSuccess

source: Add Operator directive
fr: Ajouter une directive d'opérateur
pl: Dodaj dyrektywę Operator
pt: Adicionar diretiva de operador
ru: Добавить директиву Operator

source: Enable Bacula messages log window:
fr: Activer la fenêtre de journal des messages Bacula :
pl: Włącz okno dzienników 'messages':
pt: Ativar janela de log de mensagens do Bacula:
ru: Включить окно журнала сообщений Bacula:

source: The messages log window enables to review Bacula logs in one place available from almost every part on the interface. To collect logs is used the bconsole 'messages' command. The messages log window is displayed after clicking on the envelope icon at the top right side of the interface. This function is enabled by default. If enabled, it is available only for users with the Administrator role assigned.
fr: La fenêtre de journal des messages permet de consulter les logs Bacula dans un seul endroit disponible à partir de presque toutes les parties de l'interface. Pour collecter les logs est utilisé la commande bconsole 'messages' . La fenêtre de journal des messages s'affiche après avoir cliqué sur l'icône d'enveloppe en haut à droite de l'interface. Cette fonction est activée par défaut. Si elle est activée, elle n'est disponible que pour les utilisateurs ayant le rôle d'administrateur assigné.
pl: Okno dzienników 'messages' umożliwia przeglądanie dzienników Bacula w jednym miejscu dostępnym z prawie każdej części interfejsu. Do zbierania logów jest użyta komenda bconsole 'messages'. Okno dzienników 'messages' może zostać wyświetlone po kliknięciu w ikonę koperty w prawej górnej części interfejsu. Ta funkcja jest domyślnie załączona. Jeżeli jest załączona to jest dostępna jedynie dla użytkowników z przypisaną rolą Administrator.
pt: A janela de log de mensagens permite rever logs Bacula em um só lugar disponível de quase todas as partes da interface. Para coletar os logs é usado o comando 'messages' do bconsole. A janela de log de mensagens é exibida depois de clicar no ícone do envelope no lado superior direito da interface. Esta função é habilitada por padrão. Se ativada, ela estará disponível apenas para usuários com a função Administrador atribuída.
ru: Окно журнала сообщений позволяет просматривать журналы Bacula в одном месте, доступном практически из любой части интерфейса. Для сбора логов используется команда bconsole «messages». Окно журнала сообщений отображается после нажатия на иконку конверта в правом верхнем углу интерфейса. Эта функция включена по умолчанию. Если включена, она доступна только для пользователей с ролью администратора.

source: Copy configuration from:
fr: Copier la configuration depuis :
pl: Kopiuj konfigurację z:
pt: Copiar configuração de:
ru: Копировать конфигурацию из:

source: API basic users
fr: Utilisateurs de base de l'API
pl: Użytkownicy API basic
pt: Usuários básicos da API
ru: Базовые пользователи API

source: API OAuth2 clients
fr: Clients OAuth2 API
pl: Klienci API OAuth2
pt: Clientes API OAuth2
ru: API OAuth2 клиенты

source: The API basic users are configured on the API hosts and they are used to access the API hosts. Changes introduced on this page are directly done on currently used API host. You can use the basic user credentials to connect API hosts to the Bacularis Web on the 'API hosts' tab. The basic user accounts are also possible to create directly in the panel of the Bacularis API.
fr: Les utilisateurs de base de l'API sont configurés sur les hôtes de l'API et sont utilisés pour accéder aux hôtes de l'API. Les changements introduits sur cette page sont effectués directement sur l'hôte API actuellement utilisé. Vous pouvez utiliser les identifiants de base de l'utilisateur pour connecter les hôtes de l'API au Web Bacularis dans l'onglet 'Hôtes API'. Les comptes utilisateurs de base sont également possibles de créer directement dans le panneau de l'API Bacularis.
pl: Użytkownicy API basic są konfigurowani na hostach API i są używani do dostępu do hostów API. Zmiany wprowadzone na tej stronie są bezpośrednio robione na obecnie użytym hoście API. Możesz użyć użytkowników API basic do podłączenia hostów API do Bacularis Web w zakładce 'Hosty API'. Konta użytkowników API basic są również możliwe do stworzenia bezpośrednio w panelu Bacularis API.
pt: Os usuários básicos da API estão configurados nos hosts da API e são usados para acessar os hosts da API. As alterações introduzidas nesta página são feitas diretamente no host API atualmente utilizado. Você pode usar as credenciais básicas do usuário para conectar hosts da API no Bacularis Web na aba 'Servidores da API'. As contas de usuário básicas também são possíveis de criar diretamente no painel da API do Bacularis.
ru: Базовые пользователи API настроены на хостах API, и они используются для доступа к хостам API. Изменения, внесенные на этой странице, непосредственно выполняются на текущем API-хосте. Вы можете использовать основные учетные данные пользователя для подключения хостов API к Bacularis Web на вкладке 'API хосты'. Основные учетные записи пользователей также можно создать непосредственно в панели Bacularis API.

source: Add new API basic user
fr: Ajouter un nouvel utilisateur de base de l'API
pl: Dodaj nowego użytkownika API Basic
pt: Adicionar novo usuário básico de API
ru: Добавить нового базового пользователя API

source: API basic username:
fr: Nom d'utilisateur de base de l'API :
pl: Nazwa użytkownika API Basic:
pt: API nome de usuário básico:
ru: Имя базового пользователя API:

source: API basic password:
fr: Mot de passe de base de l'API:
pl: Hasło użytkownika API basic:
pt: Senha básica da API:
ru: Пароль базового пользователя API:

source: Retype password:
fr: Retapez le mot de passe :
pl: Powtórz hasło:
pt: Redigite a senha:
ru: Повторите пароль:

source: Add API basic user account
fr: Ajouter un compte utilisateur de base de l'API
pl: Dodaj konto użytkownika API basic
pt: Adicionar conta básica de usuário API
ru: Добавить учетную запись базового пользователя API

source: Edit API basic user account
fr: Modifier le compte utilisateur de base de l'API
pl: Edytuj konto użytkownika API basic
pt: Editar conta de usuário básica da API
ru: Редактирование базовой учетной записи API

source: Password must be longer than 4 chars and not longer than 60 chars.
fr: Le mot de passe doit comporter plus de 4 caractères et ne pas dépasser 60 caractères.
pl: Hasło musi mieć długość większą niż 4 znaki i nie być dłuższe niż 60 znaków.
pt: A senha deve ter mais de 4 caracteres e no máximo 60 caracteres.
ru: Пароль должен быть длиннее 4 символов и не длиннее 60 символов.

source: Please retype password.
fr: Veuillez saisir à nouveau le mot de passe.
pl: Proszę powtórzyć hasło.
pt: Por favor, redigite a senha.
ru: Введите пароль еще раз.

source: Invalid user. User may contain a-z A-Z 0-9 characters.
fr: Utilisateur invalide. L'utilisateur peut contenir des caractères a-z A-Z 0-9.
pl: Niepoprawny użytkownik. Nazwa użytkownika może zawierać znaki: a-z A-Z 0-9.
pt: Usuário inválido. O usuário pode conter apenas os seguintes caracteres a-z A-Z 0-9.
ru: Недопустимый пользователь. Пользователь может содержать символы a-z A-Z 0-9.

source: Dedicated Bconsole config
fr: Configuration dédiée à Bconsole
pl: Dedykowana konfiguracja Bconsole
pt: Configuração do Bconsole dedicado
ru: Выделенная Bconsole

source: Get existing basic user name:
fr: Obtenir le nom d'utilisateur de base existant :
pl: Pobierz nazwę istniejącego użytkownika:
pt: Obter nome de usuário:
ru: Получить существующее базовое имя пользователя:

source: Generate new password
fr: Générer un nouveau mot de passe
pl: Generuj nowe hasło
pt: Gerar nova senha
ru: Сгенерировать новый пароль

source: Show/hide password
fr: Afficher/masquer le mot de passe
pl: Pokaż/ukryj hasło
pt: Mostrar/ocultar senha
ru: Показать/скрыть пароль

source: Advanced filters
fr: Filtres avancés
pl: Filtry zaawansowane
pt: Filtros avançados
ru: Расширенные фильтры

source: Wrong time range.
fr: Mauvaise plage de temps.
pl: Niepoprawny zakres czasu.
pt: Intervalo de tempo errado.
ru: Неправильный диапазон времени.

source: From
fr: A partir de
pl: Z
pt: De
ru: От

source: To
fr: À
pl: Do
pt: Para
ru: Кому

source: This type of authentication is fully realized by Bacularis Web. To authenticate it uses the Bacularis Web login form.
fr: Ce type d'authentification est entièrement réalisé par Bacularis Web. Pour l'authentifier, il utilise le formulaire de connexion Bacularis Web.
pl: Ten typ uwierzytelniania is całkowicie realizowany przez Bacularis Web. Do uwierzytelniania używany jest formularz logowania Bacularis Web.

source: This type of authentication is realized by Bacularis Web with using custom user credentials file. To authenticate it uses the Basic authentication.
fr: Ce type d'authentification est réalisé par Bacularis Web avec l'utilisation d'un fichier d'authentification utilisateur personnalisé. Pour l'authentifier, il utilise l'authentification de base.
pl: Ten typ uwierzytelniania jest realizowany przez Bacularis Web z użyciem własnego pliku zawierającego dane logowania. Do uwierzytelniania używana jest autentykacja type Basic.

source: This type of authentication is realized by an external directory service. To authenticate it uses the Bacularis Web login form.
fr: Ce type d'authentification est réalisé par un service d'annuaire externe. Pour s'authentifier, il utilise la forme de connexion de Bacularis Web.
pl: Ten typ uwierzytelniania jest realizowany przez zewnętrzną usługę katalogową. Do uwierzytelniania używany jest formularz logowania Bacularis Web.

source: Job log
fr: Historique de job
pl: Dziennik zadania

source: New verify job
fr: Nouveau job de vérification
pl: Nowe zadanie weryfikacji

source: New verify job wizard
fr: Nouvel assistant de vérification de job
pl: Kreator nowego zadania weryfikacji
